{
  "appTitle": "emoji hand",
  "appSlogan": "Le Traducteur d'Emojis Ultime",
  "appDescBold": "Emoji Hand (emojihand) est votre outil tout-en-un pour transformer instantanément n'importe quel texte en messages emoji amusants et expressifs.",
  "appDesc": "Propulsé par l'IA, Emoji Hand vous aide à communiquer avec plus d'émotion, de créativité et de style. Essayez-le maintenant et faites ressortir vos mots !",
  "Normal": "Normal",
  "Savage": "Sauvage",
  "GenZ Slang": "Argot GenZ",
  "translateButton": "Traduire",
  "resultPlaceholder": "La traduction apparaîtra ici",
  "shareButton": "Partager",
  "Try": "Essayez:",
  "realtime.title": "Traduction d'Emojis en Temps Réel",
  "realtime.connected": "Connecté",
  "realtime.disconnected": "Déconnecté",
  "realtime.connect": "Se connecter",
  "realtime.send": "Envoyer",
  "realtime.inputPlaceholder": "Tapez votre message...",
  "realtime.translating": "Traduction en cours...",
  "realtime.startConversation": "Commencez une conversation pour voir la traduction d'emojis en temps réel !",
  "modes.normal": "Normal",
  "modes.savage": "Sauvage",
  "modes.genz": "Argot GenZ",
  "paywall.title": "Styles réservés aux membres",
  "paywall.desc": "Passez à la version supérieure pour débloquer tous les styles et GPT-4.0 !",
  "paywall.iknow": "J'ai compris",
  "whyUseTitle": "Pourquoi utiliser Emoji Hand ?",
  "feature1Title": "Animez vos discussions",
  "feature1Desc": "Rendez vos messages plus vivants sur WhatsApp, Telegram, Discord, etc.",
  "feature2Title": "Magie des réseaux sociaux",
  "feature2Desc": "Démarquez-vous sur Twitter, Instagram, TikTok et Facebook avec des posts créatifs remplis d'emojis.",
  "feature3Title": "Support multilingue",
  "feature3Desc": "Traduisez et emoji-fiez votre texte en français, anglais, espagnol et plus.",
  "whatUsersSay": "Avis des utilisateurs",
  "user1Quote": "Emoji Hand rend mes discussions de groupe tellement plus amusantes !",
  "user1Name": "Alex, Étudiant",
  "user2Quote": "Parfait pour dynamiser mes posts sur les réseaux sociaux. J'adore le mode GenZ !",
  "user2Name": "Jamie, Créateur de contenu",
  "user3Quote": "Super facile à utiliser et les suggestions d'emojis sont parfaites.",
  "user3Name": "Taylor, Marketeur",
  "highlight1Title": "Emoji intelligent IA",
  "highlight1Desc": "Traduction d'emojis contextuelle propulsée par GPT.",
  "highlight2Title": "Multilingue",
  "highlight2Desc": "Supporte le français, l'anglais, l'espagnol et plus.",
  "highlight3Title": "Modes tendance",
  "highlight3Desc": "Normal, Sauvage et Argot GenZ pour chaque style.",
  "hotEmojis": "Emojis populaires",
  "unlockPremiumTitle": "Débloquer Premium",
  "unlockPremiumDesc": "Obtenez des traductions illimitées Sauvage/GenZ, des packs d'emojis exclusifs et une expérience sans pub pour seulement",
  "unlockPremiumBtn": "Débloquer Premium",
  "faqTitle": "Questions fréquentes sur Emoji Hand",
  "faq1Q": "Qu'est-ce qu'Emoji Hand ?",
  "faq1A": "Emoji Hand est un outil alimenté par l'IA qui ajoute instantanément les emojis les plus pertinents à votre texte, le rendant plus expressif et amusant.",
  "faq2Q": "Emoji Hand est-il gratuit ?",
  "faq2A": "Oui ! Le mode normal est gratuit. Les fonctionnalités premium sont payantes.",
  "faq3Q": "Comment fonctionne l'IA ?",
  "faq3A": "Nous utilisons GPT d'OpenAI pour comprendre votre texte et ajouter les emojis les plus pertinents selon le contexte et le style.",
  "faq4Q": "Puis-je utiliser Emoji Hand sur mon téléphone ?",
  "faq4A": "Absolument ! Emoji Hand est entièrement responsive et fonctionne parfaitement sur mobile.",
  "aboutTitle": "À propos d'Emoji Hand",
  "aboutDesc": "Emoji Hand est né de l'idée que chacun mérite de s'exprimer plus vivement en ligne. Notre mission est de rendre la communication digitale plus fun, émotionnelle et créative—un emoji à la fois. Que vous discutiez avec des amis, postiez sur les réseaux sociaux ou vouliez égayer la journée de quelqu'un, Emoji Hand est là pour vous aider !",
  "howUseTitle": "Comment les gens utilisent Emoji Hand",
  "case1Title": "Équipes à distance",
  "case1Desc": "Nous utilisons Emoji Hand pour rendre nos réunions Slack plus animées et maintenir l'esprit d'équipe !",
  "case2Title": "Organisateurs d'événements",
  "case2Desc": "Parfait pour envoyer des invitations et rappels amusants et personnalisés.",
  "case3Title": "Créateurs de contenu",
  "case3Desc": "Mes abonnés adorent la touche supplémentaire dans mes posts—Emoji Hand fait ressortir mon contenu !",
  "case4Title": "Familles & Amis",
  "case4Desc": "Nous utilisons Emoji Hand pour ajouter du fun à nos discussions familiales et célébrer ensemble les moments spéciaux.",
  "style.normal": "Normal",
  "style.savage": "Sauvage",
  "style.genz": "Argot GenZ",
  "tryPrefix": "Exemple :",
  "tryExample": "On fait la fête ce soir",
  "tryResult": "🎉🕺✨",
  "login": "Connexion",
  "quota.exhausted": "Quota du jour épuisé. Passez à Premium pour 9,99$/mois et débloquez 20 utilisations/jour, tous les styles et GPT-4.0 !",
  "profile": "Profil",
  "signOut": "Déconnexion",
  "profile.noName": "Aucun pseudo défini",
  "profile.status": "Statut d'abonnement",
  "profile.premium": "Utilisateur Premium",
  "profile.free": "Utilisateur Gratuit",
  "profile.expire": "Expiration Premium",
  "profile.quota": "Quota journalier restant",
  "profile.points": "Points",
  "profile.tips": "Premium : 20/jour, Gratuit : 5/jour. Les points peuvent être utilisés pour plus de quota ou l'abonnement.",
  "profile.upgrade": "Passer Premium",
  "privacy.title": "Politique de Confidentialité",
  "privacy.intro": "Cette politique de confidentialité s'applique à tous les utilisateurs d'Emoji Hand (ci-après dénommé 'le Site' ou 'nous'). Nous nous engageons à protéger vos informations personnelles et votre vie privée.",
  "privacy.section1": "1. Informations que nous collectons",
  "privacy.list1": [
    "Informations d'inscription/connexion (telles que l'e-mail, les comptes tiers)",
    "Informations sur le compte telles que le statut de membre, le quota, les historiques d'utilisation",
    "Informations de paiement (traitées par des plateformes tierces telles que Creem ; nous ne stockons pas vos informations de carte)",
    "Journaux d'accès au site, informations sur l'appareil, informations sur le navigateur, etc."
  ],
  "privacy.section2": "2. Utilisation des informations",
  "privacy.list2": [
    "Pour l'authentification, les services d'adhésion, la gestion des quotas",
    "Pour l'amélioration des produits et l'analyse statistique",
    "Pour vous envoyer des notifications importantes, des informations de service, etc."
  ],
  "privacy.section3": "3. Partage et divulgation des informations",
  "privacy.list3": [
    "Nous ne partageons pas vos informations personnelles avec des tiers, sauf si cela est nécessaire pour respecter des obligations légales ou protéger nos droits et intérêts.",
    "Les paiements sont traités par des plateformes tierces et soumis à leurs politiques de confidentialité."
  ],
  "privacy.section4": "4. Sécurité des informations",
  "privacy.content4": "Nous adoptons des mesures de sécurité raisonnables pour protéger vos informations personnelles contre tout accès, utilisation ou divulgation non autorisés.",
  "privacy.section5": "5. Vos droits",
  "privacy.list5": [
    "Vous pouvez accéder, corriger ou supprimer vos informations personnelles à tout moment via les paramètres de votre compte.",
    "Vous pouvez nous contacter pour exercer vos droits à la vie privée."
  ],
  "privacy.section6": "6. Modifications de la politique",
  "privacy.content6": "Nous nous réservons le droit de modifier cette politique de confidentialité à tout moment. Les modifications seront publiées sur cette page et prendront effet immédiatement.",
  "privacy.section7": "7. Contact",
  "privacy.content7": "Si vous avez des questions ou des préoccupations concernant cette politique de confidentialité, vous pouvez nous contacter via les informations fournies sur le site web."
} 