{
  "appTitle": "emoji hand",
  "appSlogan": "Le Traducteur d'Emojis Ultime",
  "appDescBold": "Emoji Hand (emojihand) est votre outil tout-en-un pour transformer instantanément n'importe quel texte en messages emoji amusants et expressifs.",
  "appDesc": "Propulsé par l'IA, Emoji Hand vous aide à communiquer avec plus d'émotion, de créativité et de style. Essayez-le maintenant et faites ressortir vos mots !",
  "Normal": "Normal",
  "Savage": "Sauvage",
  "GenZ Slang": "Argot GenZ",
  "translateButton": "Traduire",
  "resultPlaceholder": "La traduction apparaîtra ici",
  "shareButton": "Partager",
  "Try": "Essayez:",
  "realtime.title": "Traduction d'Emojis en Temps Réel",
  "realtime.connected": "Connecté",
  "realtime.disconnected": "Déconnecté",
  "realtime.connect": "Se connecter",
  "realtime.send": "Envoyer",
  "realtime.inputPlaceholder": "Tapez votre message...",
  "realtime.translating": "Traduction en cours...",
  "realtime.startConversation": "Commencez une conversation pour voir la traduction d'emojis en temps réel !",
  "modes.normal": "Normal",
  "modes.savage": "Sauvage",
  "modes.genz": "Argot GenZ",
  "paywall.title": "Styles réservés aux membres",
  "paywall.desc": "Passez à la version supérieure pour débloquer tous les styles et GPT-4.0 !",
  "paywall.iknow": "J'ai compris",
  "whyUseTitle": "Pourquoi utiliser Emoji Hand ?",
  "feature1Title": "Animez vos discussions",
  "feature1Desc": "Rendez vos messages plus vivants sur WhatsApp, Telegram, Discord, etc.",
  "feature2Title": "Magie des réseaux sociaux",
  "feature2Desc": "Démarquez-vous sur Twitter, Instagram, TikTok et Facebook avec des posts créatifs remplis d'emojis.",
  "feature3Title": "Support multilingue",
  "feature3Desc": "Traduisez et emoji-fiez votre texte en français, anglais, espagnol et plus.",
  "whatUsersSay": "Avis des utilisateurs",
  "user1Quote": "Emoji Hand rend mes discussions de groupe tellement plus amusantes !",
  "user1Name": "Alex, Étudiant",
  "user2Quote": "Parfait pour dynamiser mes posts sur les réseaux sociaux. J'adore le mode GenZ !",
  "user2Name": "Jamie, Créateur de contenu",
  "user3Quote": "Super facile à utiliser et les suggestions d'emojis sont parfaites.",
  "user3Name": "Taylor, Marketeur",
  "highlight1Title": "Emoji intelligent IA",
  "highlight1Desc": "Traduction d'emojis contextuelle propulsée par GPT.",
  "highlight2Title": "Multilingue",
  "highlight2Desc": "Supporte le français, l'anglais, l'espagnol et plus.",
  "highlight3Title": "Modes tendance",
  "highlight3Desc": "Normal, Sauvage et Argot GenZ pour chaque style.",
  "hotEmojis": "Emojis populaires",
  "unlockPremiumTitle": "Débloquer Premium",
  "unlockPremiumDesc": "Jusqu'à 20 traductions Sauvage/GenZ par jour, packs d'emojis exclusifs et expérience sans pub pour seulement",
  "unlockPremiumBtn": "Débloquer Premium",
  "faqTitle": "Questions fréquentes sur Emoji Hand",
  "faq1Q": "Qu'est-ce qu'Emoji Hand ?",
  "faq1A": "Emoji Hand est un outil alimenté par l'IA qui ajoute instantanément les emojis les plus pertinents à votre texte, le rendant plus expressif et amusant.",
  "faq2Q": "Emoji Hand est-il gratuit ?",
  "faq2A": "Oui ! Le mode normal est gratuit. Les fonctionnalités premium sont payantes.",
  "faq3Q": "Comment fonctionne l'IA ?",
  "faq3A": "Nous utilisons GPT d'OpenAI pour comprendre votre texte et ajouter les emojis les plus pertinents selon le contexte et le style.",
  "faq4Q": "Puis-je utiliser Emoji Hand sur mon téléphone ?",
  "faq4A": "Absolument ! Emoji Hand est entièrement responsive et fonctionne parfaitement sur mobile.",
  "aboutTitle": "À propos d'Emoji Hand",
  "aboutDesc": "Emoji Hand est né de l'idée que chacun mérite de s'exprimer plus vivement en ligne. Notre mission est de rendre la communication digitale plus fun, émotionnelle et créative—un emoji à la fois. Que vous discutiez avec des amis, postiez sur les réseaux sociaux ou vouliez égayer la journée de quelqu'un, Emoji Hand est là pour vous aider !",
  "howUseTitle": "Comment les gens utilisent Emoji Hand",
  "case1Title": "Équipes à distance",
  "case1Desc": "Nous utilisons Emoji Hand pour rendre nos réunions Slack plus animées et maintenir l'esprit d'équipe !",
  "case2Title": "Organisateurs d'événements",
  "case2Desc": "Parfait pour envoyer des invitations et rappels amusants et personnalisés.",
  "case3Title": "Créateurs de contenu",
  "case3Desc": "Mes abonnés adorent la touche supplémentaire dans mes posts—Emoji Hand fait ressortir mon contenu !",
  "case4Title": "Familles & Amis",
  "case4Desc": "Nous utilisons Emoji Hand pour ajouter du fun à nos discussions familiales et célébrer ensemble les moments spéciaux.",
  "style.normal": "Normal",
  "style.savage": "Sauvage",
  "style.genz": "Argot GenZ",
  "tryPrefix": "Exemple :",
  "tryExample": "On fait la fête ce soir",
  "tryResult": "🎉🕺✨",
  "login": "Connexion",
  "quota.exhausted": "Quota du jour épuisé. Passez à Premium pour 9,99$/mois et débloquez 20 utilisations/jour, tous les styles et GPT-4.0 !",
  "profile": "Profil",
  "signOut": "Déconnexion",
  "profile.noName": "Aucun pseudo défini",
  "profile.status": "Statut d'abonnement",
  "profile.premium": "Utilisateur Premium",
  "profile.free": "Utilisateur Gratuit",
  "profile.expire": "Expiration Premium",
  "profile.quota": "Quota journalier restant",
  "profile.points": "Points",
  "profile.tips": "Premium : 20/jour, Gratuit : 5/jour. Les points peuvent être utilisés pour plus de quota ou l'abonnement.",
  "profile.upgrade": "Passer Premium",
  "privacy": {
    "title": "Politique de Confidentialité",
    "intro": "Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles lorsque vous utilisez Emoji Hand.",
    "section1": "1. Informations collectées",
    "list1": [
      "Informations du compte : e-mail, informations de connexion sociale, etc.",
      "Historique d'utilisation du service : demandes de traduction, fréquence d'utilisation, etc.",
      "Informations de paiement : les paiements premium sont traités via des plateformes de paiement tierces."
    ],
    "section2": "2. Finalité de l'utilisation des informations",
    "list2": [
      "Fourniture et amélioration du service",
      "Support client et réponse aux demandes",
      "Gestion des paiements premium et des adhésions",
      "Respect des obligations légales"
    ],
    "section3": "3. Partage et divulgation des informations",
    "list3": [
      "Nous ne partageons pas vos informations personnelles avec des tiers, sauf si cela est nécessaire pour respecter des obligations légales ou protéger nos droits et intérêts.",
      "Les paiements sont traités sur des plateformes tierces et leurs politiques de confidentialité s'appliquent."
    ],
    "section4": "4. Sécurité des informations",
    "security": "Nous prenons des mesures de sécurité raisonnables pour protéger vos informations contre tout accès, divulgation, altération ou destruction non autorisés.",
    "section5": "5. Vos droits",
    "list5": [
      "Vous pouvez accéder, modifier ou supprimer vos informations personnelles à tout moment via les paramètres du compte.",
      "Vous pouvez nous contacter pour exercer vos droits à la vie privée."
    ],
    "section6": "6. Modifications de la politique",
    "contact": "Pour toute question relative à la confidentialité, veuillez nous contacter via l'e-mail du support client indiqué en bas de la page.",
    "section7": "7. Contact",
    "change": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Les modifications seront publiées sur cette page."
  },
  "terms": {
    "title": "Conditions d'utilisation",
    "intro": "Bienvenue sur Emoji Hand (ci-après dénommé 'ce site' ou 'nous'). Veuillez lire attentivement ces conditions avant d'utiliser le site. L'utilisation du site implique l'acceptation de toutes les conditions.",
    "section1": "Contenu du Service",
    "list1": [
      "Ce site propose des services numériques tels que la traduction d'emojis par IA, des services d'abonnement et la gestion des quotas.",
      "Certaines fonctionnalités sont réservées aux membres, les utilisateurs ordinaires disposent d'un quota gratuit quotidien."
    ],
    "section2": "Obligations de l'utilisateur",
    "list2": [
      "Les utilisateurs doivent respecter les lois nationales et ne pas utiliser le site à des fins illégales.",
      "Les utilisateurs ne doivent pas télécharger ou transmettre de contenu illégal, contrefait ou inapproprié.",
      "Les utilisateurs doivent protéger correctement les informations de leur compte et sont responsables des pertes causées par la fuite du compte."
    ],
    "section3": "Abonnement et Quotas",
    "list3": [
      "Les services d'abonnement sont payants. Les membres bénéficient de quotas quotidiens plus élevés et de plus de fonctionnalités pendant la période de validité.",
      "Après expiration de l'abonnement, les utilisateurs redeviennent des utilisateurs ordinaires et le quota est rétabli au niveau normal.",
      "Les quotas sont réinitialisés quotidiennement et diffèrent entre membres et utilisateurs ordinaires."
    ],
    "section4": "Paiement et Remboursements",
    "list4": [
      "Tous les paiements sont traités par des plateformes tierces (comme Creem) et nous ne stockons pas vos informations de carte de paiement.",
      "Les services d'abonnement sont des biens numériques et ne sont pas remboursables après achat, sauf circonstances particulières. Veuillez contacter le support client."
    ],
    "section5": "Clause de non-responsabilité",
    "list5": [
      "Ce site s'efforce de fournir des services stables mais ne garantit pas un service ininterrompu ou sans erreur.",
      "Le site n'est pas responsable des interruptions de service, des pertes de données, etc., causées par un cas de force majeure ou des tiers."
    ],
    "section6": "Résolution des litiges",
    "dispute": "Pour les litiges découlant de ces conditions d'utilisation, les deux parties doivent les résoudre à l'amiable. En cas d'échec, vous pouvez saisir le tribunal du lieu où se trouve l'opérateur du site.",
    "section7": "Contact",
    "contact": "Pour toute question relative au service, veuillez nous contacter via l'e-mail du support client indiqué en bas de la page.",
    "section8": "Modification des Conditions",
    "change": "Nous nous réservons le droit de modifier ces conditions d'utilisation en fonction des circonstances réelles. Les modifications seront annoncées sur cette page et l'utilisation continue vaudra acceptation des modifications."
  },
  "footer": {
    "privacy": "Politique de Confidentialité",
    "terms": "Conditions d'utilisation",
    "contact": "Contact",
    "accessibility": "Accessibilité",
    "copyright": "Droits d'auteur"
  },
  "autoRenewNote": "L'abonnement est renouvelé automatiquement. Vous pouvez annuler votre abonnement à tout moment sur la plateforme de paiement. Après l'annulation, les avantages de l'abonnement restent valables jusqu'à la fin de la période de facturation en cours.",
  "accessibilityTitle": "Déclaration d'accessibilité",
  "accessibilityContent": "Ce site s'engage à offrir une expérience accessible à tous les utilisateurs, y compris les personnes en situation de handicap. Si vous avez des suggestions concernant l'accessibilité, veuillez nous contacter par e-mail de support.",
  "copyrightTitle": "Déclaration de droits d'auteur et de marque déposée",
  "copyrightContent": "Emoji Hand et son logo appartiennent à emojihand.com. Certains contenus, polices ou icônes peuvent provenir de tiers et sont protégés par les droits d'auteur de leurs propriétaires respectifs. Toute utilisation, reproduction ou distribution non autorisée du contenu de ce site est interdite.",
  "cookieConsent": {
    "text": "Nous utilisons des cookies et des technologies similaires pour améliorer votre expérience, analyser le trafic et à des fins de marketing. En utilisant ce site, vous acceptez notre politique de confidentialité.",
    "accept": "Accepter"
  },
  "login.passwordLabel": "Mot de passe",
  "login.passwordPlaceholder": "Entrez votre mot de passe",
  "login.success": "Connexion réussie !",
  "login.error": "Échec de la connexion",
  "register.title": "Créer un compte",
  "register.desc": "Bienvenue ! Veuillez remplir les informations pour commencer.",
  "register.usernameLabel": "Nom d'utilisateur",
  "register.usernamePlaceholder": "Entrez votre nom d'utilisateur",
  "register.emailLabel": "Adresse e-mail",
  "register.emailPlaceholder": "Entrez votre adresse e-mail",
  "register.passwordLabel": "Mot de passe",
  "register.passwordPlaceholder": "Entrez votre mot de passe",
  "register.loading": "Inscription...",
  "register.continue": "Continuer",
  "register.success": "Inscription réussie !",
  "register.error": "Échec de l'inscription",
  "register.hasAccount": "Vous avez déjà un compte ?",
  "register.signin": "Se connecter"
} 