{
  "appTitle": "emoji hand",
  "appSlogan": "El Traductor Definitivo de Emojis",
  "appDescBold": "Emoji Hand (emojihand) es tu herramienta integral para convertir cualquier texto en mensajes divertidos y expresivos con emojis al instante.",
  "appDesc": "Impulsado por IA, Emoji Hand te ayuda a comunicarte con más emoción, creatividad y estilo. ¡Pruébalo ahora y haz que tus palabras destaquen!",
  "Normal": "Normal",
  "Savage": "Salvaje",
  "GenZ Slang": "Jerga GenZ",
  "translateButton": "Traducir",
  "resultPlaceholder": "La traducción aparecerá aquí",
  "shareButton": "Compartir",
  "Try": "Prueba:",
  "realtime.title": "Traducción de Emojis en Tiempo Real",
  "realtime.connected": "Conectado",
  "realtime.disconnected": "Desconectado",
  "realtime.connect": "Conectar",
  "realtime.send": "Enviar",
  "realtime.inputPlaceholder": "Escribe tu mensaje...",
  "realtime.translating": "Traduciendo...",
  "realtime.startConversation": "¡Inicia una conversación para ver la traducción de emojis en tiempo real!",
  "modes.normal": "Normal",
  "modes.savage": "Salvaje",
  "modes.genz": "Jerga GenZ",
  "paywall.title": "Estilos solo para miembros",
  "paywall.desc": "¡Actualiza para desbloquear todos los estilos y GPT-4.0!",
  "paywall.iknow": "Entendido",
  "whyUseTitle": "¿Por qué usar Emoji Hand?",
  "feature1Title": "Haz tus chats más divertidos",
  "feature1Desc": "Haz que tus mensajes sean más animados en WhatsApp, Telegram, Discord y más.",
  "feature2Title": "Magia en redes sociales",
  "feature2Desc": "Destaca en Twitter, Instagram, TikTok y Facebook con publicaciones creativas llenas de emojis.",
  "feature3Title": "Soporte multilingüe",
  "feature3Desc": "Traduce y llena de emojis tu texto en español, inglés, francés y más.",
  "whatUsersSay": "Lo que dicen los usuarios",
  "user1Quote": "¡Emoji Hand hace que mis chats grupales sean mucho más divertidos!",
  "user1Name": "Alex, Estudiante",
  "user2Quote": "¡Perfecto para animar mis publicaciones en redes sociales. Me encanta el modo GenZ!",
  "user2Name": "Jamie, Creador de contenido",
  "user3Quote": "Muy fácil de usar y las sugerencias de emojis son perfectas.",
  "user3Name": "Taylor, Marketer",
  "highlight1Title": "Emoji inteligente con IA",
  "highlight1Desc": "Traducción de emojis basada en contexto con GPT.",
  "highlight2Title": "Multilingüe",
  "highlight2Desc": "Soporta español, inglés, francés y más.",
  "highlight3Title": "Modos de tendencia",
  "highlight3Desc": "Normal, Salvaje y Jerga GenZ para cada estilo.",
  "hotEmojis": "Emojis populares",
  "unlockPremiumTitle": "Desbloquear Premium",
  "unlockPremiumDesc": "Obtén hasta 20 traducciones Salvaje/GenZ al día, packs exclusivos de emojis y experiencia sin anuncios por solo",
  "unlockPremiumBtn": "Desbloquear Premium",
  "faqTitle": "Preguntas frecuentes sobre Emoji Hand",
  "faq1Q": "¿Qué es Emoji Hand?",
  "faq1A": "Emoji Hand es una herramienta impulsada por IA que añade los emojis más relevantes a tu texto, haciéndolo más expresivo y divertido al instante.",
  "faq2Q": "¿Emoji Hand es gratis?",
  "faq2A": "¡Sí! Puedes usar el modo normal gratis. Las funciones premium requieren pago.",
  "faq3Q": "¿Cómo funciona la IA?",
  "faq3A": "Usamos GPT de OpenAI para entender tu texto y añadir los emojis más relevantes según el contexto y estilo.",
  "faq4Q": "¿Puedo usar Emoji Hand en mi móvil?",
  "faq4A": "¡Por supuesto! Emoji Hand es totalmente responsivo y funciona genial en móviles.",
  "aboutTitle": "Sobre Emoji Hand",
  "aboutDesc": "Emoji Hand nació de la idea de que todos merecen expresarse más vívidamente en línea. Nuestra misión es hacer la comunicación digital más divertida, emocional y creativa—un emoji a la vez. Ya sea chateando con amigos, publicando en redes sociales o alegrando el día de alguien, Emoji Hand está para ayudarte.",
  "howUseTitle": "Cómo la gente usa Emoji Hand",
  "case1Title": "Equipos remotos",
  "case1Desc": "¡Usamos Emoji Hand para que nuestras reuniones en Slack sean más animadas y el espíritu de equipo se mantenga alto!",
  "case2Title": "Organizadores de eventos",
  "case2Desc": "Perfecto para enviar invitaciones y recordatorios divertidos y personalizados.",
  "case3Title": "Creadores de contenido",
  "case3Desc": "¡A mis seguidores les encanta el toque extra de mis publicaciones—Emoji Hand hace que mi contenido destaque!",
  "case4Title": "Familias y amigos",
  "case4Desc": "Usamos Emoji Hand para añadir diversión a nuestros chats familiares y celebrar momentos especiales juntos.",
  "style.normal": "Normal",
  "style.savage": "Salvaje",
  "style.genz": "Jerga GenZ",
  "tryPrefix": "Ejemplo:",
  "tryExample": "Vamos de fiesta esta noche",
  "tryResult": "🎉🕺✨",
  "login": {
    "title": "Iniciar sesión en emojihand",
    "desc": "¡Bienvenido! Por favor inicia sesión para continuar",
    "google": "Continuar con Google",
    "or": "o",
    "emailLabel": "Correo electrónico o nombre de usuario",
    "emailPlaceholder": "Introduce tu correo o nombre de usuario",
    "loading": "Iniciando sesión...",
    "continue": "Continuar",
    "noAccount": "¿No tienes una cuenta?",
    "signup": "Regístrate",
    "button": "Iniciar sesión"
  },
  "quota.exhausted": "Cuota diaria agotada. ¡Mejora a Premium por $9.99/mes y desbloquea 20 usos diarios, todos los estilos y GPT-4.0!",
  "profile": {
    "points": "Puntos",
    "createdAt": "Fecha de registro",
    "freeUsesDaily": "Cuota diaria gratuita",
    "freeUsesWeekly": "Cuota semanal gratuita",
    "premiumUsesWeekly": "Cuota semanal premium",
    "premiumExpireAt": "Premium hasta",
    "premium": "Usuario Premium",
    "free": "Usuario gratuito",
    "upgrade": "Actualizar a Premium",
    "upgrading": "Redirigiendo...",
    "paymentFailed": "No se pudo obtener el enlace de pago"
  },
  "profileTitle": "Perfil",
  "signOut": "Cerrar sesión",
  "profile.noName": "Sin apodo",
  "profile.status": "Estado de membresía",
  "profile.premium": "Usuario Premium",
  "profile.free": "Usuario Gratis",
  "profile.expire": "Vencimiento Premium",
  "profile.quota": "Cuota diaria restante",
  "profile.points": "Puntos",
  "profile.tips": "Premium: 20/día, Gratis: 5/día. Los puntos pueden usarse para cuota extra o membresía.",
  "profile.upgrade": "Mejorar a Premium",
  "footer": {
    "privacy": "Política de Privacidad",
    "terms": "Términos de Servicio",
    "contact": "Contacto",
    "accessibility": "Accesibilidad",
    "copyright": "Derechos de autor"
  },
  "privacy": {
    "title": "Política de Privacidad",
    "intro": "Esta Política de Privacidad explica cómo recopilamos, usamos y protegemos su información personal cuando utiliza Emoji Hand.",
    "section1": "1. Información que recopilamos",
    "list1": [
      "Información de la cuenta: correo electrónico, información de inicio de sesión social, etc.",
      "Historial de uso del servicio: solicitudes de traducción, frecuencia de uso, etc.",
      "Información de pago: los pagos premium se procesan a través de plataformas de pago de terceros."
    ],
    "section2": "2. Finalidad del uso de la información",
    "list2": [
      "Provisión y mejora del servicio",
      "Soporte al cliente y respuesta a consultas",
      "Gestión de pagos premium y membresía",
      "Cumplimiento de obligaciones legales"
    ],
    "section3": "3. Compartir y divulgar información",
    "list3": [
      "No compartimos su información personal con terceros, excepto cuando sea necesario para cumplir con obligaciones legales o proteger nuestros derechos e intereses.",
      "Los pagos se procesan en plataformas de terceros y se aplican sus políticas de privacidad."
    ],
    "section4": "4. Seguridad de la información",
    "security": "Tomamos medidas de seguridad razonables para proteger su información contra el acceso, divulgación, alteración o destrucción no autorizados.",
    "section5": "5. Sus derechos",
    "list5": [
      "Puede acceder, modificar o eliminar su información personal en cualquier momento a través de la configuración de la cuenta.",
      "Puede contactarnos para ejercer sus derechos de privacidad."
    ],
    "section6": "6. Cambios en la política",
    "contact": "Para cualquier pregunta relacionada con la privacidad, póngase en contacto con nosotros a través del correo electrónico de soporte al cliente que aparece en la parte inferior de la página.",
    "section7": "7. Contacto",
    "change": "Podemos actualizar esta Política de Privacidad periódicamente. Los cambios se publicarán en esta página."
  },
  "terms": {
    "title": "Términos de Servicio",
    "intro": "Bienvenido a Emoji Hand (en adelante, 'este sitio web' o 'nosotros'). Por favor, lea atentamente estos términos antes de utilizar el sitio web. El uso del sitio implica la aceptación de todos los términos.",
    "section1": "Contenido del Servicio",
    "list1": [
      "Este sitio web proporciona servicios digitales como traducción de emojis por IA, servicios de membresía y gestión de cuotas.",
      "Algunas funciones solo están disponibles para miembros; los usuarios normales tienen un límite diario gratuito."
    ],
    "section2": "Obligaciones del Usuario",
    "list2": [
      "Los usuarios deben cumplir con las leyes nacionales y no utilizar el sitio para actividades ilegales.",
      "Los usuarios no deben subir ni transmitir contenido ilegal, infractor o inapropiado.",
      "Los usuarios deben proteger adecuadamente la información de su cuenta y son responsables de las pérdidas causadas por la filtración de la cuenta."
    ],
    "section3": "Membresía y Cuotas",
    "list3": [
      "Los servicios de membresía son suscripciones de pago. Los miembros disfrutan de cuotas diarias más altas y más funciones durante el período de validez.",
      "Después de que expire la membresía, los usuarios se degradan a usuarios normales y la cuota se restablece al nivel normal.",
      "Las cuotas se restablecen diariamente y las cuotas de los miembros difieren de las de los usuarios normales."
    ],
    "section4": "Pago y Reembolsos",
    "list4": [
      "Todos los pagos se procesan a través de plataformas de terceros (como Creem) y no almacenamos la información de su tarjeta de pago.",
      "Los servicios de membresía son bienes digitales y no son reembolsables después de la compra, salvo circunstancias especiales. Por favor, contacte al correo de atención al cliente."
    ],
    "section5": "Descargo de Responsabilidad",
    "list5": [
      "Este sitio web se esfuerza por proporcionar servicios estables, pero no garantiza un servicio ininterrumpido o sin errores.",
      "El sitio no es responsable de interrupciones del servicio, pérdida de datos, etc., causados por fuerza mayor o razones de terceros."
    ],
    "section6": "Resolución de Disputas",
    "dispute": "Para disputas derivadas de estos términos de servicio, ambas partes deben resolverlas amistosamente. Si la negociación falla, puede presentar una demanda en el tribunal donde se encuentra el operador del sitio web.",
    "section7": "Información de Contacto",
    "contact": "Para cualquier pregunta relacionada con el servicio, contáctenos a través del correo electrónico de atención al cliente que aparece en la parte inferior de la página.",
    "section8": "Cambios en los Términos",
    "change": "Nos reservamos el derecho de modificar estos términos de servicio según las circunstancias reales. Los cambios se anunciarán en esta página y el uso continuado se considerará aceptación de los cambios."
  },
  "autoRenewNote": "La membresía se renueva automáticamente. Puedes cancelar tu suscripción en cualquier momento en la plataforma de pago. Después de la cancelación, los beneficios de la membresía permanecen hasta el final del período de facturación actual.",
  "accessibilityTitle": "Declaración de Accesibilidad",
  "accessibilityContent": "Este sitio web se compromete a proporcionar una experiencia accesible para todos los usuarios, incluidas las personas con discapacidades. Si tiene sugerencias sobre accesibilidad, póngase en contacto con nosotros a través del correo electrónico de soporte.",
  "copyrightTitle": "Declaración de Derechos de Autor y Marca Registrada",
  "copyrightContent": "Emoji Hand y su logotipo son propiedad de emojihand.com. Parte del contenido, fuentes o iconos pueden ser de terceros y están protegidos por los derechos de autor de sus respectivos propietarios. El uso, reproducción o distribución no autorizados del contenido de este sitio web están prohibidos.",
  "cookieConsent": {
    "text": "Utilizamos cookies y tecnologías similares para mejorar su experiencia, analizar el tráfico y con fines de marketing. Al utilizar este sitio, acepta nuestra Política de Privacidad.",
    "accept": "Aceptar"
  },
  "login.passwordLabel": "Contraseña",
  "login.passwordPlaceholder": "Introduce tu contraseña",
  "login.success": "¡Inicio de sesión exitoso!",
  "login.error": "Error al iniciar sesión",
  "register.title": "Crear una cuenta",
  "register.desc": "¡Bienvenido! Por favor, completa los datos para comenzar.",
  "register.usernameLabel": "Nombre de usuario",
  "register.usernamePlaceholder": "Introduce tu nombre de usuario",
  "register.emailLabel": "Correo electrónico",
  "register.emailPlaceholder": "Introduce tu correo electrónico",
  "register.passwordLabel": "Contraseña",
  "register.passwordPlaceholder": "Introduce tu contraseña",
  "register.loading": "Registrando...",
  "register.continue": "Continuar",
  "register.success": "¡Registro exitoso!",
  "register.error": "Error en el registro",
  "register.hasAccount": "¿Ya tienes una cuenta?",
  "register.signin": "Iniciar sesión"
} 