{
  "appTitle": "emoji hand",
  "appSlogan": "Der ultimative Emoji-Übersetzer",
  "appDescBold": "Emoji Hand (emojihand) ist Ihr All-in-One-Tool, um jeden Text sofort in lustige, ausdrucksstarke Emoji-Nachrichten zu verwandeln.",
  "appDesc": "Mit KI-Unterstützung hilft Ihnen Emoji Hand, mit mehr Emotion, Kreativität und Stil zu kommunizieren. Probieren Sie es jetzt aus und lassen Sie Ihre Worte hervorstechen!",
  "Normal": "Normal",
  "Savage": "Wild",
  "GenZ Slang": "GenZ Slang",
  "translateButton": "Übersetzen",
  "resultPlaceholder": "Die Übersetzung erscheint hier",
  "shareButton": "Teilen",
  "Try": "Versuchen Sie:",
  "realtime.title": "Echtzeit-Emoji-Übersetzung",
  "realtime.connected": "Verbunden",
  "realtime.disconnected": "Getrennt",
  "realtime.connect": "Verbinden",
  "realtime.send": "Senden",
  "realtime.inputPlaceholder": "Geben Sie Ihre Nachricht ein...",
  "realtime.translating": "Übersetze...",
  "realtime.startConversation": "Starten Sie ein Gespräch, um Echtzeit-Emoji-Übersetzung zu sehen!",
  "modes.normal": "Normal",
  "modes.savage": "Wild",
  "modes.genz": "GenZ Slang",
  "paywall.title": "Mitglieder-exklusive Stile",
  "paywall.desc": "Upgrade, um alle Stile und GPT-4.0 freizuschalten!",
  "paywall.iknow": "Verstanden",
  "whyUseTitle": "Warum Emoji Hand nutzen?",
  "feature1Title": "Chats aufpeppen",
  "feature1Desc": "Machen Sie Ihre Nachrichten auf WhatsApp, Telegram, Discord usw. lebendiger.",
  "feature2Title": "Social Media Magie",
  "feature2Desc": "Heben Sie sich auf Twitter, Instagram, TikTok und Facebook mit kreativen Emoji-Posts hervor.",
  "feature3Title": "Mehrsprachige Unterstützung",
  "feature3Desc": "Übersetzen und verschönern Sie Ihren Text mit Emojis auf Deutsch, Englisch, Französisch und mehr.",
  "whatUsersSay": "Was Nutzer sagen",
  "user1Quote": "Emoji Hand macht meine Gruppenchats viel lustiger!",
  "user1Name": "Alex, Student",
  "user2Quote": "Perfekt, um meine Social-Media-Posts aufzupeppen. GenZ-Modus ist super!",
  "user2Name": "Jamie, Content Creator",
  "user3Quote": "Sehr einfach zu bedienen und die Emoji-Vorschläge sind genau richtig.",
  "user3Name": "Taylor, Marketer",
  "highlight1Title": "KI-Smarte Emojis",
  "highlight1Desc": "Kontextbezogene Emoji-Übersetzung mit GPT.",
  "highlight2Title": "Mehrsprachig",
  "highlight2Desc": "Unterstützt Deutsch, Englisch, Französisch und mehr.",
  "highlight3Title": "Trendige Modi",
  "highlight3Desc": "Normal, Wild und GenZ Slang für jeden Stil.",
  "hotEmojis": "Beliebte Emojis",
  "unlockPremiumTitle": "Premium freischalten",
  "unlockPremiumDesc": "Bis zu 20 Wild/GenZ-Übersetzungen pro Tag, exklusive Emoji-Pakete und werbefreie Nutzung für nur",
  "unlockPremiumBtn": "Premium freischalten",
  "faqTitle": "Häufig gestellte Fragen zu Emoji Hand",
  "faq1Q": "Was ist Emoji Hand?",
  "faq1A": "Emoji Hand ist ein KI-gestütztes Tool, das Ihrem Text sofort die relevantesten Emojis hinzufügt und Ihre Nachrichten ausdrucksstärker und unterhaltsamer macht.",
  "faq2Q": "Ist Emoji Hand kostenlos?",
  "faq2A": "Ja! Sie können den Normalmodus kostenlos nutzen. Premium-Funktionen sind kostenpflichtig.",
  "faq3Q": "Wie funktioniert die KI?",
  "faq3A": "Wir verwenden OpenAI GPT, um Ihren Text zu verstehen und die relevantesten Emojis je nach Kontext und Stil hinzuzufügen.",
  "faq4Q": "Kann ich Emoji Hand auf meinem Handy nutzen?",
  "faq4A": "Absolut! Emoji Hand ist vollständig responsiv und funktioniert hervorragend auf Mobilgeräten.",
  "aboutTitle": "Über Emoji Hand",
  "aboutDesc": "Emoji Hand entstand aus der Idee, dass jeder sich online lebendiger ausdrücken können sollte. Unsere Mission ist es, digitale Kommunikation unterhaltsamer, emotionaler und kreativer zu machen—ein Emoji nach dem anderen. Ob Sie mit Freunden chatten, in sozialen Medien posten oder jemandem den Tag verschönern möchten, Emoji Hand hilft Ihnen dabei!",
  "howUseTitle": "Wie Menschen Emoji Hand nutzen",
  "case1Title": "Remote-Teams",
  "case1Desc": "Wir nutzen Emoji Hand, um unsere Slack-Meetings lebendiger zu machen und den Teamgeist zu stärken!",
  "case2Title": "Eventplaner",
  "case2Desc": "Perfekt, um lustige, persönliche Einladungen und Erinnerungen zu versenden.",
  "case3Title": "Content Creators",
  "case3Desc": "Meine Follower lieben das gewisse Extra in meinen Posts—Emoji Hand lässt meinen Content hervorstechen!",
  "case4Title": "Familien & Freunde",
  "case4Desc": "Wir nutzen Emoji Hand, um unsere Familienchats aufzupeppen und besondere Momente gemeinsam zu feiern.",
  "style.normal": "Normal",
  "style.savage": "Wild",
  "style.genz": "GenZ Slang",
  "tryPrefix": "Beispiel:",
  "tryExample": "Lass uns heute Abend feiern",
  "tryResult": "🎉🕺✨",
  "login": {
    "title": "Bei emojihand anmelden",
    "desc": "Willkommen! Bitte melden Sie sich an, um fortzufahren",
    "google": "Mit Google fortfahren",
    "or": "oder",
    "emailLabel": "E-Mail-Adresse oder Benutzername",
    "emailPlaceholder": "E-Mail oder Benutzername eingeben",
    "loading": "Anmeldung...",
    "continue": "Weiter",
    "noAccount": "Noch kein Konto?",
    "signup": "Registrieren",
    "button": "Anmelden"
  },
  "profile": {
    "points": "Punkte",
    "createdAt": "Registriert am",
    "freeUsesDaily": "Tägliches Freikontingent",
    "freeUsesWeekly": "Wöchentliches Freikontingent",
    "premiumUsesWeekly": "Premium Wochenkontingent",
    "premiumExpireAt": "Premium bis",
    "premium": "Premium Nutzer",
    "free": "Kostenloser Nutzer",
    "upgrade": "Auf Premium upgraden",
    "upgrading": "Weiterleitung...",
    "paymentFailed": "Zahlungslink konnte nicht abgerufen werden"
  },
  "profileTitle": "Profil",
  "signOut": "Abmelden",
  "privacy": {
    "title": "Datenschutzrichtlinie",
    "intro": "Diese Datenschutzrichtlinie erklärt, wie wir Ihre personenbezogenen Daten erfassen, verwenden und schützen, wenn Sie Emoji Hand nutzen.",
    "section1": "1. Erhobene Informationen",
    "list1": [
      "Kontoinformationen: E-Mail, Social-Login-Informationen usw.",
      "Nutzungsverlauf des Dienstes: Übersetzungsanfragen, Nutzungshäufigkeit usw.",
      "Zahlungsinformationen: Premium-Zahlungen werden über Drittanbieter-Zahlungsplattformen abgewickelt."
    ],
    "section2": "2. Zweck der Verwendung von Informationen",
    "list2": [
      "Bereitstellung und Verbesserung des Dienstes",
      "Kundensupport und Beantwortung von Anfragen",
      "Verwaltung von Premium-Zahlungen und Mitgliedschaften",
      "Einhaltung gesetzlicher Verpflichtungen"
    ],
    "section3": "3. Weitergabe und Offenlegung von Informationen",
    "list3": [
      "Wir geben Ihre personenbezogenen Daten nicht an Dritte weiter, es sei denn, dies ist zur Erfüllung gesetzlicher Verpflichtungen oder zum Schutz unserer Rechte und Interessen erforderlich.",
      "Zahlungen werden auf Drittanbieter-Plattformen abgewickelt, und deren Datenschutzrichtlinien gelten."
    ],
    "section4": "4. Informationssicherheit",
    "security": "Wir ergreifen angemessene Sicherheitsmaßnahmen, um Ihre Informationen vor unbefugtem Zugriff, Offenlegung, Änderung oder Zerstörung zu schützen.",
    "section5": "5. Ihre Rechte",
    "list5": [
      "Sie können jederzeit über die Kontoeinstellungen auf Ihre personenbezogenen Daten zugreifen, sie ändern oder löschen.",
    "Sie können uns kontaktieren, um Ihre Datenschutzrechte auszuüben."
  ],
    "section6": "6. Änderungen der Richtlinie",
    "contact": "Bei Fragen zum Datenschutz wenden Sie sich bitte an die am Seitenende angegebene Support-E-Mail-Adresse.",
    "section7": "7. Kontakt",
    "change": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Änderungen werden auf dieser Seite veröffentlicht."
  },
  "terms": {
    "title": "Nutzungsbedingungen",
    "intro": "Willkommen bei Emoji Hand (im Folgenden als 'diese Website' oder 'wir' bezeichnet). Bitte lesen Sie diese Bedingungen sorgfältig durch, bevor Sie die Website nutzen. Die Nutzung der Website gilt als Zustimmung zu allen Bedingungen.",
    "section1": "Dienstleistungsinhalt",
    "list1": [
      "Diese Website bietet digitale Dienste wie KI-Emoji-Übersetzung, Mitgliedschaftsdienste und Kontingentverwaltung.",
      "Einige Funktionen sind nur für Mitglieder verfügbar, normale Nutzer haben ein tägliches Freikontingent."
    ],
    "section2": "Pflichten des Nutzers",
    "list2": [
      "Nutzer müssen die nationalen Gesetze und Vorschriften einhalten und die Website nicht für illegale Aktivitäten nutzen.",
      "Nutzer dürfen keine illegalen, rechtsverletzenden oder unangemessenen Inhalte hochladen oder übertragen.",
      "Nutzer sollten ihre Kontoinformationen ordnungsgemäß schützen und sind für Verluste durch Kontolecks selbst verantwortlich."
    ],
    "section3": "Mitgliedschaft und Kontingent",
    "list3": [
      "Mitgliedschaftsdienste sind kostenpflichtige Abonnements. Mitglieder genießen während der Gültigkeitsdauer höhere Tageskontingente und mehr Funktionen.",
      "Nach Ablauf der Mitgliedschaft werden Nutzer zu normalen Nutzern herabgestuft und das Kontingent wird auf das normale Niveau zurückgesetzt.",
      "Kontingente werden täglich zurückgesetzt, und die Kontingente für Mitglieder unterscheiden sich von denen für normale Nutzer."
    ],
    "section4": "Zahlung und Rückerstattung",
    "list4": [
      "Alle Zahlungen werden von Drittanbieter-Plattformen (wie Creem) verarbeitet, und wir speichern Ihre Zahlungskartendaten nicht.",
      "Mitgliedschaftsdienste sind digitale Güter und nach dem Kauf nicht erstattungsfähig, außer in besonderen Fällen. Bitte wenden Sie sich an die Kundenservice-E-Mail."
    ],
    "section5": "Haftungsausschluss",
    "list5": [
      "Diese Website bemüht sich, stabile Dienste bereitzustellen, garantiert jedoch keinen unterbrechungsfreien oder fehlerfreien Service.",
      "Die Website haftet nicht für Dienstunterbrechungen, Datenverluste usw., die durch höhere Gewalt oder Dritte verursacht werden."
    ],
    "section6": "Streitbeilegung",
    "dispute": "Bei Streitigkeiten aus diesen Nutzungsbedingungen sollten beide Parteien diese gütlich beilegen. Scheitert die Verhandlung, können Sie eine Klage bei dem Gericht einreichen, an dem sich der Betreiber der Website befindet.",
    "section7": "Kontaktinformationen",
    "contact": "Bei Fragen zum Service wenden Sie sich bitte an die am Seitenende angegebene Kundenservice-E-Mail-Adresse.",
    "section8": "Änderungen der Bedingungen",
    "change": "Wir behalten uns das Recht vor, diese Nutzungsbedingungen je nach den tatsächlichen Umständen zu ändern. Änderungen werden auf dieser Seite bekannt gegeben, und die fortgesetzte Nutzung gilt als Zustimmung zu den Änderungen.",
    "section9": "Verbotene Inhalte und Verhaltensweisen",
    "list9": [
      "Es ist strengstens untersagt, pornografische, gewalttätige, hasserfüllte, diskriminierende, betrügerische, schädliche Software, die Privatsphäre oder geistige Eigentumsrechte anderer verletzende oder illegale Inhalte hochzuladen, zu verbreiten oder zu generieren.",
      "Bei Feststellung eines solchen Verhaltens behält sich die Plattform das Recht vor, das Konto zu sperren oder zu kündigen und mit den zuständigen Behörden zusammenzuarbeiten."
    ],
    "section10": "Altersbeschränkung und Jugendschutz",
    "list10": [
      "Dieser Service ist nur für Nutzer ab 16 Jahren verfügbar. Minderjährige müssen den Service mit Zustimmung ihrer Erziehungsberechtigten nutzen.",
      "Wenn Sie minderjährig sind, nutzen Sie diesen Service bitte unter Anleitung Ihres Erziehungsberechtigten."
    ],
    "section11": "Datenlöschung und -export",
    "list11": [
      "Nutzer können jederzeit über die Einstellungsseite oder die Support-E-Mail die Löschung oder den Export ihrer persönlichen Daten beantragen. Die Plattform wird solche Anfragen innerhalb eines angemessenen Zeitraums bearbeiten."
    ],
    "autoRenewNote": "Die Mitgliedschaft wird automatisch verlängert. Sie können Ihr Abonnement jederzeit auf der Zahlungsplattform kündigen. Nach der Kündigung bleiben die Mitgliedschaftsvorteile bis zum Ende des aktuellen Abrechnungszeitraums erhalten.",
    "accessibilityTitle": "Barrierefreiheitserklärung",
    "accessibilityContent": "Diese Website ist bestrebt, allen Nutzern, einschließlich Menschen mit Behinderungen, ein barrierefreies Erlebnis zu bieten. Wenn Sie Vorschläge zur Barrierefreiheit haben, kontaktieren Sie uns bitte per Support-E-Mail.",
    "copyrightTitle": "Urheberrechts- und Markenrechtserklärung",
    "copyrightContent": "Emoji Hand und das Logo sind Eigentum von emojihand.com. Einige Inhalte, Schriftarten oder Symbole stammen möglicherweise von Dritten und sind urheberrechtlich geschützt. Die unbefugte Nutzung, Vervielfältigung oder Verbreitung der Inhalte dieser Website ist untersagt."
  },
  "footer": {
    "privacy": "Datenschutzrichtlinie",
    "terms": "Nutzungsbedingungen",
    "contact": "Kontakt",
    "accessibility": "Barrierefreiheit",
    "copyright": "Urheberrecht"
  },
  "cookieConsent": {
    "text": "Wir verwenden Cookies und ähnliche Technologien, um Ihre Erfahrung zu verbessern, den Datenverkehr zu analysieren und zu Marketingzwecken. Durch die Nutzung dieser Website stimmen Sie unserer Datenschutzrichtlinie zu.",
    "accept": "Akzeptieren"
  },
  "login": {
    "passwordLabel": "Passwort",
    "passwordPlaceholder": "Geben Sie Ihr Passwort ein",
    "success": "Anmeldung erfolgreich!",
    "error": "Anmeldung fehlgeschlagen"
  },
  "register": {
    "title": "Konto erstellen",
    "desc": "Willkommen! Bitte füllen Sie die Angaben aus, um zu starten.",
    "usernameLabel": "Benutzername",
    "usernamePlaceholder": "Geben Sie Ihren Benutzernamen ein",
    "emailLabel": "E-Mail-Adresse",
    "emailPlaceholder": "Geben Sie Ihre E-Mail-Adresse ein",
    "passwordLabel": "Passwort",
    "passwordPlaceholder": "Geben Sie Ihr Passwort ein",
    "loading": "Registrierung...",
    "continue": "Weiter",
    "success": "Registrierung erfolgreich!",
    "error": "Registrierung fehlgeschlagen",
    "hasAccount": "Sie haben bereits ein Konto?",
    "signin": "Anmelden"
  }
} 