{
  "appTitle": "emoji hand",
  "appSlogan": "Il Traduttore di Emoji Definitivo",
  "appDescBold": "Emoji Hand (emojihand) è il tuo strumento tutto-in-uno per trasformare istantaneamente qualsiasi testo in messaggi emoji divertenti ed espressivi.",
  "appDesc": "Grazie all'IA, Emoji Hand ti aiuta a comunicare con più emozione, creatività e stile. Provalo ora e fai risaltare le tue parole!",
  "Normal": "Normale",
  "Savage": "Selvaggio",
  "GenZ Slang": "Slang GenZ",
  "translateButton": "Traduci",
  "resultPlaceholder": "La traduzione apparirà qui",
  "shareButton": "Condividi",
  "Try": "Prova:",
  "realtime.title": "Traduzione Emoji in Tempo Reale",
  "realtime.connected": "Connesso",
  "realtime.disconnected": "Disconnesso",
  "realtime.connect": "Connetti",
  "realtime.send": "Invia",
  "realtime.inputPlaceholder": "Scrivi il tuo messaggio...",
  "realtime.translating": "Traduzione in corso...",
  "realtime.startConversation": "Inizia una conversazione per vedere la traduzione emoji in tempo reale!",
  "modes.normal": "Normale",
  "modes.savage": "Selvaggio",
  "modes.genz": "Slang GenZ",
  "paywall.title": "Stili riservati ai membri",
  "paywall.desc": "Fai l'upgrade per sbloccare tutti gli stili e GPT-4.0!",
  "paywall.iknow": "Ho capito",
  "whyUseTitle": "Perché usare Emoji Hand?",
  "feature1Title": "Rendi le chat più divertenti",
  "feature1Desc": "Rendi i tuoi messaggi più vivaci su WhatsApp, Telegram, Discord e altro.",
  "feature2Title": "Magia sui social media",
  "feature2Desc": "Distinguiti su Twitter, Instagram, TikTok e Facebook con post creativi pieni di emoji.",
  "feature3Title": "Supporto multilingue",
  "feature3Desc": "Traduci e arricchisci i tuoi testi con emoji in italiano, inglese, francese e altro.",
  "whatUsersSay": "Cosa dicono gli utenti",
  "user1Quote": "Emoji Hand rende le mie chat di gruppo molto più divertenti!",
  "user1Name": "Alex, Studente",
  "user2Quote": "Perfetto per rendere i miei post sui social più vivaci. Adoro la modalità GenZ!",
  "user2Name": "Jamie, Content Creator",
  "user3Quote": "Facilissimo da usare e i suggerimenti di emoji sono azzeccati.",
  "user3Name": "Taylor, Marketer",
  "highlight1Title": "Emoji intelligenti con IA",
  "highlight1Desc": "Traduzione di emoji contestuale con GPT.",
  "highlight2Title": "Multilingue",
  "highlight2Desc": "Supporta italiano, inglese, francese e altro.",
  "highlight3Title": "Modalità trendy",
  "highlight3Desc": "Normale, Selvaggio e Slang GenZ per ogni stile.",
  "hotEmojis": "Emoji popolari",
  "unlockPremiumTitle": "Sblocca Premium",
  "unlockPremiumDesc": "Ottieni fino a 20 traduzioni Selvaggio/GenZ al giorno, pacchetti emoji esclusivi e nessuna pubblicità a soli",
  "unlockPremiumBtn": "Sblocca Premium",
  "faqTitle": "Domande frequenti su Emoji Hand",
  "faq1Q": "Cos'è Emoji Hand?",
  "faq1A": "Emoji Hand è uno strumento basato su IA che aggiunge istantaneamente le emoji più rilevanti al tuo testo, rendendo i tuoi messaggi più espressivi e divertenti.",
  "faq2Q": "Emoji Hand è gratuito?",
  "faq2A": "Sì! Puoi usare la modalità normale gratuitamente. Le funzioni premium sono a pagamento.",
  "faq3Q": "Come funziona l'IA?",
  "faq3A": "Usiamo GPT di OpenAI per comprendere il tuo testo e aggiungere le emoji più rilevanti in base al contesto e allo stile.",
  "faq4Q": "Posso usare Emoji Hand sul mio telefono?",
  "faq4A": "Assolutamente! Emoji Hand è completamente responsive e funziona benissimo su mobile.",
  "aboutTitle": "Informazioni su Emoji Hand",
  "aboutDesc": "Emoji Hand nasce dall'idea che tutti meritino di esprimersi più vividamente online. La nostra missione è rendere la comunicazione digitale più divertente, emozionale e creativa—un'emoji alla volta. Che tu stia chattando con amici, postando sui social o volendo rallegrare la giornata di qualcuno, Emoji Hand è qui per aiutarti!",
  "howUseTitle": "Come le persone usano Emoji Hand",
  "case1Title": "Team remoti",
  "case1Desc": "Usiamo Emoji Hand per rendere le nostre riunioni su Slack più vivaci e mantenere alto lo spirito di squadra!",
  "case2Title": "Organizzatori di eventi",
  "case2Desc": "Perfetto per inviare inviti e promemoria divertenti e personalizzati.",
  "case3Title": "Content Creator",
  "case3Desc": "I miei follower adorano il tocco in più nei miei post—Emoji Hand fa risaltare i miei contenuti!",
  "case4Title": "Famiglie e amici",
  "case4Desc": "Usiamo Emoji Hand per aggiungere divertimento alle nostre chat di famiglia e celebrare insieme i momenti speciali.",
  "style.normal": "Normale",
  "style.savage": "Selvaggio",
  "style.genz": "Slang GenZ",
  "tryPrefix": "Esempio:",
  "tryExample": "Facciamo festa stasera",
  "tryResult": "🎉🕺✨",
  "login": {
    "button": "Accedi",
    "title": "Accedi a emojihand",
    "desc": "Benvenuto! Effettua il login per continuare",
    "google": "Continua con Google",
    "or": "oppure",
    "emailLabel": "Indirizzo email o nome utente",
    "emailPlaceholder": "Inserisci email o nome utente",
    "loading": "Accesso in corso...",
    "continue": "Continua",
    "noAccount": "Non hai un account?",
    "signup": "Registrati"
  },
  "quota.exhausted": "Quota giornaliera esaurita. Passa a Premium per $9,99/mese e sblocca 20 utilizzi al giorno, tutti gli stili e GPT-4.0!",
  "profile": {
    "points": "Punti",
    "createdAt": "Data di registrazione",
    "freeUsesDaily": "Quota giornaliera gratuita",
    "freeUsesWeekly": "Quota settimanale gratuita",
    "premiumUsesWeekly": "Quota settimanale premium",
    "premiumExpireAt": "Scadenza Premium",
    "premium": "Utente Premium",
    "free": "Utente Gratuito",
    "upgrade": "Passa a Premium",
    "upgrading": "Reindirizzamento...",
    "paymentFailed": "Impossibile ottenere il link di pagamento",
    "profileTitle": "Profilo",
    "noName": "Nessun soprannome impostato",
    "status": "Stato dell'abbonamento",
    "expire": "Scadenza Premium",
    "quota": "Quota giornaliera rimanente",
    "tips": "Premium: 20/giorno, Gratuito: 5/giorno. I punti possono essere utilizzati per quote extra o abbonamento."
  },
  "privacy": {
    "title": "Informativa sulla Privacy",
    "intro": "La presente Informativa sulla Privacy spiega come raccogliamo, utilizziamo e proteggiamo le tue informazioni personali quando utilizzi Emoji Hand.",
    "section1": "1. Informazioni raccolte",
    "list1": [
      "Informazioni sull'account: e-mail, informazioni di accesso social, ecc.",
      "Cronologia di utilizzo del servizio: richieste di traduzione, frequenza di utilizzo, ecc.",
      "Informazioni di pagamento: i pagamenti premium vengono elaborati tramite piattaforme di pagamento di terze parti."
    ],
    "section2": "2. Finalità dell'uso delle informazioni",
    "list2": [
      "Fornitura e miglioramento del servizio",
      "Assistenza clienti e risposta alle richieste",
      "Gestione dei pagamenti premium e delle iscrizioni",
      "Conformità agli obblighi legali"
    ],
    "section3": "3. Condivisione e divulgazione delle informazioni",
    "list3": [
      "Non condividiamo le tue informazioni personali con terze parti, salvo quando necessario per adempiere a obblighi legali o proteggere i nostri diritti e interessi.",
      "I pagamenti vengono elaborati su piattaforme di terze parti e si applicano le loro politiche sulla privacy."
    ],
    "section4": "4. Sicurezza delle informazioni",
    "security": "Adottiamo misure di sicurezza ragionevoli per proteggere le tue informazioni da accessi, divulgazioni, alterazioni o distruzioni non autorizzate.",
    "section5": "5. I tuoi diritti",
    "list5": [
      "Puoi accedere, modificare o eliminare le tue informazioni personali in qualsiasi momento tramite le impostazioni dell'account.",
      "Puoi contattarci per esercitare i tuoi diritti sulla privacy."
    ],
    "section6": "6. Modifiche alla politica",
    "contact": "Per qualsiasi domanda relativa alla privacy, contattaci tramite l'e-mail di supporto clienti indicata in fondo alla pagina.",
    "section7": "7. Contatto",
    "change": "Potremmo aggiornare periodicamente la presente Informativa sulla Privacy. Le modifiche saranno pubblicate su questa pagina."
  },
  "terms": {
    "title": "Termini di Servizio",
    "intro": "Benvenuto su Emoji Hand (di seguito denominato 'questo sito' o 'noi'). Si prega di leggere attentamente questi termini prima di utilizzare il sito. L'utilizzo del sito implica l'accettazione di tutti i termini.",
    "section1": "Contenuto del Servizio",
    "list1": [
      "Questo sito fornisce servizi digitali come la traduzione di emoji tramite IA, servizi di abbonamento e gestione delle quote.",
      "Alcune funzionalità sono disponibili solo per i membri, gli utenti normali hanno un limite giornaliero gratuito."
    ],
    "section2": "Obblighi dell'Utente",
    "list2": [
      "Gli utenti devono rispettare le leggi nazionali e non utilizzare il sito per attività illegali.",
      "Gli utenti non devono caricare o trasmettere contenuti illegali, in violazione o inappropriati.",
      "Gli utenti devono proteggere adeguatamente le informazioni del proprio account e sono responsabili delle perdite causate dalla fuga di dati dell'account."
    ],
    "section3": "Abbonamento e Quote",
    "list3": [
      "I servizi di abbonamento sono a pagamento. I membri godono di quote giornaliere più elevate e di più funzionalità durante il periodo di validità.",
      "Dopo la scadenza dell'abbonamento, gli utenti tornano ad essere utenti normali e la quota viene ripristinata al livello normale.",
      "Le quote vengono azzerate ogni giorno e differiscono tra membri e utenti normali."
    ],
    "section4": "Pagamento e Rimborsi",
    "list4": [
      "Tutti i pagamenti sono elaborati da piattaforme di terze parti (come Creem) e non memorizziamo le informazioni della tua carta di pagamento.",
      "I servizi di abbonamento sono beni digitali e non sono rimborsabili dopo l'acquisto, salvo circostanze particolari. Si prega di contattare l'e-mail del servizio clienti."
    ],
    "section5": "Esclusione di Responsabilità",
    "list5": [
      "Questo sito si impegna a fornire servizi stabili ma non garantisce un servizio ininterrotto o privo di errori.",
      "Il sito non è responsabile per interruzioni del servizio, perdita di dati, ecc., causati da forza maggiore o da terzi."
    ],
    "section6": "Risoluzione delle Controversie",
    "dispute": "Per le controversie derivanti da questi termini di servizio, entrambe le parti dovrebbero risolverle amichevolmente. Se la negoziazione fallisce, è possibile intentare una causa presso il tribunale in cui si trova l'operatore del sito.",
    "section7": "Informazioni di Contatto",
    "contact": "Per qualsiasi domanda relativa al servizio, contattaci tramite l'e-mail del servizio clienti indicata in fondo alla pagina.",
    "section8": "Modifiche ai Termini",
    "change": "Ci riserviamo il diritto di modificare questi termini di servizio in base alle circostanze reali. Le modifiche saranno annunciate su questa pagina e l'uso continuato sarà considerato accettazione delle modifiche."
  },
  "footer": {
    "privacy": "Informativa sulla Privacy",
    "terms": "Termini di Servizio",
    "contact": "Contatto",
    "accessibility": "Accessibilità",
    "copyright": "Copyright"
  },
  "autoRenewNote": "L’abbonamento si rinnova automaticamente. Puoi annullare l’abbonamento in qualsiasi momento sulla piattaforma di pagamento. Dopo la cancellazione, i vantaggi dell’abbonamento rimangono fino alla fine del periodo di fatturazione in corso.",
  "accessibilityTitle": "Accessibility Statement",
  "accessibilityContent": "This website is committed to providing an accessible experience for all users, including people with disabilities. If you have accessibility suggestions, please contact us via the support email.",
  "copyrightTitle": "Copyright & Trademark Statement",
  "copyrightContent": "Emoji Hand and its logo are owned by emojihand.com. Some content, fonts, or icons may be from third parties and are copyrighted by their respective owners. Unauthorized use, reproduction, or distribution of this website's content is prohibited.",
  "cookieConsent": {
    "text": "Utilizziamo cookie e tecnologie simili per migliorare la tua esperienza, analizzare il traffico e per finalità di marketing. Utilizzando questo sito, accetti la nostra Informativa sulla Privacy.",
    "accept": "Accetta"
  },
  "login.passwordLabel": "Password",
  "login.passwordPlaceholder": "Inserisci la tua password",
  "login.success": "Accesso riuscito!",
  "login.error": "Accesso fallito",
  "register.title": "Crea il tuo account",
  "register.desc": "Benvenuto! Compila i dati per iniziare.",
  "register.usernameLabel": "Nome utente",
  "register.usernamePlaceholder": "Inserisci il tuo nome utente",
  "register.emailLabel": "Indirizzo email",
  "register.emailPlaceholder": "Inserisci il tuo indirizzo email",
  "register.passwordLabel": "Password",
  "register.passwordPlaceholder": "Inserisci la tua password",
  "register.loading": "Registrazione in corso...",
  "register.continue": "Continua",
  "register.success": "Registrazione avvenuta con successo!",
  "register.error": "Registrazione fallita",
  "register.hasAccount": "Hai già un account?",
  "register.signin": "Accedi"
} 