{
  "appTitle": "emoji hand",
  "appSlogan": "Il Traduttore di Emoji Definitivo",
  "appDescBold": "Emoji Hand (emojihand) è il tuo strumento tutto-in-uno per trasformare istantaneamente qualsiasi testo in messaggi emoji divertenti ed espressivi.",
  "appDesc": "Grazie all'IA, Emoji Hand ti aiuta a comunicare con più emozione, creatività e stile. Provalo ora e fai risaltare le tue parole!",
  "Normal": "Normale",
  "Savage": "Selvaggio",
  "GenZ Slang": "Slang GenZ",
  "translateButton": "Traduci",
  "resultPlaceholder": "La traduzione apparirà qui",
  "shareButton": "Condividi",
  "Try": "Prova:",
  "realtime.title": "Traduzione Emoji in Tempo Reale",
  "realtime.connected": "Connesso",
  "realtime.disconnected": "Disconnesso",
  "realtime.connect": "Connetti",
  "realtime.send": "Invia",
  "realtime.inputPlaceholder": "Scrivi il tuo messaggio...",
  "realtime.translating": "Traduzione in corso...",
  "realtime.startConversation": "Inizia una conversazione per vedere la traduzione emoji in tempo reale!",
  "modes.normal": "Normale",
  "modes.savage": "Selvaggio",
  "modes.genz": "Slang GenZ",
  "paywall.title": "Stili riservati ai membri",
  "paywall.desc": "Fai l'upgrade per sbloccare tutti gli stili e GPT-4.0!",
  "paywall.iknow": "Ho capito",
  "whyUseTitle": "Perché usare Emoji Hand?",
  "feature1Title": "Rendi le chat più divertenti",
  "feature1Desc": "Rendi i tuoi messaggi più vivaci su WhatsApp, Telegram, Discord e altro.",
  "feature2Title": "Magia sui social media",
  "feature2Desc": "Distinguiti su Twitter, Instagram, TikTok e Facebook con post creativi pieni di emoji.",
  "feature3Title": "Supporto multilingue",
  "feature3Desc": "Traduci e arricchisci i tuoi testi con emoji in italiano, inglese, francese e altro.",
  "whatUsersSay": "Cosa dicono gli utenti",
  "user1Quote": "Emoji Hand rende le mie chat di gruppo molto più divertenti!",
  "user1Name": "Alex, Studente",
  "user2Quote": "Perfetto per rendere i miei post sui social più vivaci. Adoro la modalità GenZ!",
  "user2Name": "Jamie, Content Creator",
  "user3Quote": "Facilissimo da usare e i suggerimenti di emoji sono azzeccati.",
  "user3Name": "Taylor, Marketer",
  "highlight1Title": "Emoji intelligenti con IA",
  "highlight1Desc": "Traduzione di emoji contestuale con GPT.",
  "highlight2Title": "Multilingue",
  "highlight2Desc": "Supporta italiano, inglese, francese e altro.",
  "highlight3Title": "Modalità trendy",
  "highlight3Desc": "Normale, Selvaggio e Slang GenZ per ogni stile.",
  "hotEmojis": "Emoji popolari",
  "unlockPremiumTitle": "Sblocca Premium",
  "unlockPremiumDesc": "Ottieni traduzioni illimitate Selvaggio/GenZ, pacchetti emoji esclusivi e nessuna pubblicità a soli",
  "unlockPremiumBtn": "Sblocca Premium",
  "faqTitle": "Domande frequenti su Emoji Hand",
  "faq1Q": "Cos'è Emoji Hand?",
  "faq1A": "Emoji Hand è uno strumento basato su IA che aggiunge istantaneamente le emoji più rilevanti al tuo testo, rendendo i tuoi messaggi più espressivi e divertenti.",
  "faq2Q": "Emoji Hand è gratuito?",
  "faq2A": "Sì! Puoi usare la modalità normale gratuitamente. Le funzioni premium sono a pagamento.",
  "faq3Q": "Come funziona l'IA?",
  "faq3A": "Usiamo GPT di OpenAI per comprendere il tuo testo e aggiungere le emoji più rilevanti in base al contesto e allo stile.",
  "faq4Q": "Posso usare Emoji Hand sul mio telefono?",
  "faq4A": "Assolutamente! Emoji Hand è completamente responsive e funziona benissimo su mobile.",
  "aboutTitle": "Informazioni su Emoji Hand",
  "aboutDesc": "Emoji Hand nasce dall'idea che tutti meritino di esprimersi più vividamente online. La nostra missione è rendere la comunicazione digitale più divertente, emozionale e creativa—un'emoji alla volta. Che tu stia chattando con amici, postando sui social o volendo rallegrare la giornata di qualcuno, Emoji Hand è qui per aiutarti!",
  "howUseTitle": "Come le persone usano Emoji Hand",
  "case1Title": "Team remoti",
  "case1Desc": "Usiamo Emoji Hand per rendere le nostre riunioni su Slack più vivaci e mantenere alto lo spirito di squadra!",
  "case2Title": "Organizzatori di eventi",
  "case2Desc": "Perfetto per inviare inviti e promemoria divertenti e personalizzati.",
  "case3Title": "Content Creator",
  "case3Desc": "I miei follower adorano il tocco in più nei miei post—Emoji Hand fa risaltare i miei contenuti!",
  "case4Title": "Famiglie e amici",
  "case4Desc": "Usiamo Emoji Hand per aggiungere divertimento alle nostre chat di famiglia e celebrare insieme i momenti speciali.",
  "style.normal": "Normale",
  "style.savage": "Selvaggio",
  "style.genz": "Slang GenZ",
  "tryPrefix": "Esempio:",
  "tryExample": "Facciamo festa stasera",
  "tryResult": "🎉🕺✨",
  "login": "Accedi",
  "quota.exhausted": "Quota giornaliera esaurita. Passa a Premium per $9,99/mese e sblocca 20 utilizzi al giorno, tutti gli stili e GPT-4.0!",
  "profile.noName": "Nessun nickname impostato",
  "profile.status": "Stato abbonamento",
  "profile.premium": "Utente Premium",
  "profile.free": "Utente Gratuito",
  "profile.expire": "Scadenza Premium",
  "profile.quota": "Quota giornaliera residua",
  "profile.points": "Punti",
  "profile.tips": "Premium: 20/giorno, Gratuito: 5/giorno. I punti possono essere usati per più quota o abbonamento.",
  "profile.upgrade": "Passa a Premium",
  "privacy.title": "Informativa sulla Privacy",
  "privacy.intro": "La presente Informativa sulla Privacy si applica a tutti gli utenti di Emoji Hand (di seguito 'il Sito' o 'noi'). Ci impegniamo a proteggere le tue informazioni personali e la tua privacy.",
  "privacy.section1": "1. Informazioni che raccogliamo",
  "privacy.list1": [
    "Informazioni di registrazione/accesso (come e-mail, account di terze parti)",
    "Informazioni sull'account come stato di membro, quota, registri di utilizzo",
    "Informazioni di pagamento (gestite da piattaforme di terze parti come Creem; non memorizziamo i dati della tua carta)",
    "Log di accesso al sito, informazioni sul dispositivo, informazioni sul browser, ecc."
  ],
  "privacy.section2": "2. Utilizzo delle informazioni",
  "privacy.list2": [
    "Per autenticazione, servizi di abbonamento, gestione delle quote",
    "Per il miglioramento del prodotto e l'analisi statistica",
    "Per inviarti notifiche importanti, informazioni di servizio, ecc."
  ],
  "privacy.section3": "3. Condivisione e divulgazione delle informazioni",
  "privacy.list3": [
    "Non condividiamo le tue informazioni personali con terze parti, salvo quando necessario per adempiere a obblighi di legge o per proteggere i nostri diritti e interessi.",
    "I pagamenti sono gestiti da piattaforme di terze parti e sono soggetti alle loro politiche sulla privacy."
  ],
  "privacy.section4": "4. Sicurezza delle informazioni",
  "privacy.content4": "Adottiamo misure di sicurezza ragionevoli per proteggere le tue informazioni personali da accessi, usi o divulgazioni non autorizzati.",
  "privacy.section5": "5. I tuoi diritti",
  "privacy.list5": [
    "Puoi accedere, correggere o eliminare le tue informazioni personali in qualsiasi momento tramite le impostazioni del tuo account.",
    "Puoi contattarci per esercitare i tuoi diritti sulla privacy."
  ],
  "privacy.section6": "6. Modifiche all'informativa",
  "privacy.content6": "Ci riserviamo il diritto di modificare la presente Informativa sulla Privacy in qualsiasi momento. Le modifiche saranno pubblicate su questa pagina ed entreranno in vigore immediatamente.",
  "privacy.section7": "7. Contatto",
  "privacy.content7": "Se hai domande o dubbi su questa Informativa sulla Privacy, puoi contattarci tramite le informazioni fornite sul sito web."
} 