{
  "appTitle": "emoji hand",
  "appSlogan": "The Ultimate Emoji Translator",
  "appDescBold": "Emoji Hand (emojihand) is your one-stop tool to instantly turn any text into fun, expressive emoji messages.",
  "appDesc": "Powered by AI, Emoji Hand helps you communicate with more emotion, creativity, and style. Try it now and make your words stand out!",
  "Normal": "Normal",
  "Savage": "Savage",
  "GenZ Slang": "GenZ Slang",
  "translateButton": "Translate",
  "resultPlaceholder": "Translation will appear here",
  "shareButton": "Share",
  "Try": "Try:",
  "realtime.title": "Real-time Emoji Translation",
  "realtime.connected": "Connected",
  "realtime.disconnected": "Disconnected",
  "realtime.connect": "Connect",
  "realtime.send": "Send",
  "realtime.inputPlaceholder": "Type your message...",
  "realtime.translating": "Translating...",
  "realtime.startConversation": "Start a conversation to see real-time emoji translation!",
  "modes.normal": "Normal",
  "modes.savage": "Savage",
  "modes.genz": "GenZ Slang",
  "paywall.title": "Member-Only Styles",
  "paywall.desc": "Upgrade to unlock all styles and GPT-4.0!",
  "paywall.iknow": "Got it",
  "whyUseTitle": "Why Use Emoji Hand?",
  "feature1Title": "Spice Up Your Chats",
  "feature1Desc": "Make your messages more lively and engaging on WhatsApp, Telegram, Discord, and more.",
  "feature2Title": "Social Media Magic",
  "feature2Desc": "Stand out on Twitter, Instagram, TikTok, and Facebook with creative emoji-powered posts.",
  "feature3Title": "Multi-language Support",
  "feature3Desc": "Translate and emoji-fy your text in English, Spanish, French, and more.",
  "whatUsersSay": "What Users Say",
  "user1Quote": "Emoji Hand makes my group chats so much more fun!",
  "user1Name": "Alex, Student",
  "user2Quote": "Perfect for spicing up my social media posts. Love the GenZ mode!",
  "user2Name": "Jamie, Content Creator",
  "user3Quote": "Super easy to use and the emoji suggestions are spot on.",
  "user3Name": "Taylor, Marketer",
  "highlight1Title": "AI Smart Emoji",
  "highlight1Desc": "Context-aware emoji translation powered by GPT.",
  "highlight2Title": "Multi-language",
  "highlight2Desc": "Supports English, Spanish, French, and more.",
  "highlight3Title": "Trendy Modes",
  "highlight3Desc": "Normal, Savage, and GenZ Slang modes for every vibe.",
  "hotEmojis": "hotEmojis",
  "unlockPremiumTitle": "Unlock Premium",
  "unlockPremiumDesc": "Up to 20 savage/GenZ translations per day, exclusive emoji packs, and ad-free experience for just",
  "unlockPremiumBtn": "Unlock Premium",
  "faqTitle": "Frequently Asked Questions about Emoji Hand",
  "faq1Q": "What is Emoji Hand?",
  "faq1A": "Emoji Hand is an AI-powered tool that instantly adds the most relevant emojis to your text, making your messages more expressive and fun.",
  "faq2Q": "Is Emoji Hand free?",
  "faq2A": "Yes! You can use normal mode for free. Premium features are available for a small fee.",
  "faq3Q": "How does the AI work?",
  "faq3A": "We use OpenAI's GPT to understand your text and add the most relevant emojis based on context and style.",
  "faq4Q": "Can I use Emoji Hand on my phone?",
  "faq4A": "Absolutely! Emoji Hand is fully responsive and works great on mobile devices.",
  "aboutTitle": "About Emoji Hand",
  "aboutDesc": "Emoji Hand was born from the idea that everyone deserves to express themselves more vividly online. Our mission is to make digital communication more fun, emotional, and creative—one emoji at a time. Whether you’re chatting with friends, posting on social media, or just want to brighten someone’s day, Emoji Hand is here to help!",
  "howUseTitle": "How People Use Emoji Hand",
  "case1Title": "Remote Teams",
  "case1Desc": "We use Emoji Hand to make our Slack standups more lively and keep the team spirit high!",
  "case2Title": "Event Planners",
  "case2Desc": "Perfect for sending out fun, engaging invitations and reminders with a personal touch.",
  "case3Title": "Content Creators",
  "case3Desc": "My followers love the extra flair in my posts—Emoji Hand makes my content pop!",
  "case4Title": "Families & Friends",
  "case4Desc": "We use Emoji Hand to add fun to our family group chats and celebrate special moments together.",
  "style.normal": "Normal",
  "style.savage": "Savage",
  "style.genz": "GenZ Slang",
  "tryPrefix": "Try:",
  "tryExample": "Let's party tonight",
  "tryResult": "🎉🕺✨",
  "login": {
    "button": "Login",
    "title": "Sign in to emojihand",
    "desc": "Welcome! Please sign in to continue",
    "google": "Continue with Google",
    "or": "or",
    "emailLabel": "Email address or username",
    "emailPlaceholder": "Enter email or username",
    "loading": "Logging in...",
    "continue": "Continue",
    "noAccount": "Don't have an account?",
    "signup": "Sign up"
  },
  "quota.exhausted": "Daily quota used up. Upgrade to Premium for $9.99/month to unlock 20 uses per day and all styles including GPT-4.0!",
  "profile": "Profile",
  "signOut": "Sign Out",
  "profile.noName": "No nickname set",
  "profile.status": "Membership Status",
  "profile.premium": "Premium User",
  "profile.free": "Free User",
  "profile.expire": "Premium Expiry",
  "profile.quota": "Daily Quota Left",
  "profile.points": "Points",
  "profile.tips": "Premium: 20/day, Free: 5/day. Points can be used for extra quota or membership.",
  "profile.upgrade": "Upgrade to Premium",
  "privacy.title": "Privacy Policy",
  "privacy.intro": "This Privacy Policy applies to all users of Emoji Hand (hereinafter referred to as 'the Website' or 'we'). We are committed to protecting your personal information and privacy.",
  "privacy.section1": "1. Information We Collect",
  "privacy.list1": [
    "Registration/login information (such as email, third-party accounts)",
    "Account information such as membership status, quota, usage records",
    "Payment information (processed by third-party platforms such as Creem; we do not store your card information)",
    "Site access logs, device information, browser information, etc."
  ],
  "privacy.section2": "2. Use of Information",
  "privacy.list2": [
    "For authentication, membership services, quota management",
    "For product improvement and statistical analysis",
    "To send you important notifications, service changes, event information, etc."
  ],
  "privacy.section3": "3. Third-Party Services",
  "privacy.list3": [
    "We use Clerk for user authentication, subject to Clerk's privacy policy",
    "We use Creem for payments, subject to Creem's privacy policy",
    "We may integrate third-party analytics tools (such as Google Analytics)"
  ],
  "privacy.section4": "4. Information Security",
  "privacy.security": "We take reasonable security measures to protect your information from unauthorized access, disclosure, alteration, or destruction.",
  "privacy.section5": "5. User Rights",
  "privacy.list5": [
    "You have the right to access, correct, or delete your personal information",
    "To delete your account or exercise other rights, please contact us via the customer support email at the bottom of the page"
  ],
  "privacy.section6": "6. Contact",
  "privacy.contact": "For any privacy-related questions, please contact us via the customer support email shown at the bottom of the page.",
  "privacy.section7": "7. Policy Changes",
  "privacy.change": "We may update this Privacy Policy from time to time. Changes will be posted on this page.",
  "footer": {
    "privacy": "Privacy Policy",
    "terms": "Terms of Service",
    "contact": "Contact",
    "accessibility": "Accessibility",
    "copyright": "Copyright"
  },
  "terms": {
    "title": "Terms of Service",
    "intro": "Welcome to Emoji Hand (hereinafter referred to as 'this website' or 'we'). Please read these terms carefully before using the website. By using the website, you agree to all the terms.",
    "section1": "Service Content",
    "list1": [
      "This website provides users with digital services such as AI emoji translation, membership services, and quota management.",
      "Some features are only available to members, and regular users have a daily free quota limit."
    ],
    "section2": "User Obligations",
    "list2": [
      "Users must comply with national laws and regulations and must not use the website for illegal activities.",
      "Users must not upload or transmit illegal, infringing, or inappropriate content.",
      "Users should properly safeguard their account information and are responsible for losses caused by account leakage."
    ],
    "section3": "Membership and Quota",
    "list3": [
      "Membership services are paid subscriptions. Members enjoy higher daily quotas and more features during the validity period.",
      "After membership expires, users are downgraded to regular users, and the quota is restored to the regular level.",
      "Quotas are reset daily, and member quotas differ from regular user quotas."
    ],
    "section4": "Payment and Refunds",
    "list4": [
      "All payments are processed by third-party platforms (such as Creem), and we do not store your payment card information.",
      "Membership services are digital goods and are non-refundable after purchase, except in special circumstances. Please contact customer service email."
    ],
    "section5": "Disclaimer",
    "list5": [
      "This website strives to provide stable services but does not guarantee uninterrupted or error-free service.",
      "The website is not responsible for service interruptions, data loss, etc., caused by force majeure or third-party reasons."
    ],
    "section6": "Dispute Resolution",
    "dispute": "For disputes arising from these terms of service, both parties should resolve them amicably. If negotiation fails, you may file a lawsuit in the court where the website operator is located.",
    "section7": "Contact Information",
    "contact": "For any service-related questions, please contact us via the customer support email shown at the bottom of the page.",
    "section8": "Terms Changes",
    "change": "We reserve the right to modify these terms of service based on actual circumstances. Changes will be announced on this page, and continued use will be deemed acceptance of the changes."
  },
  "terms.section9": "Prohibited Content and Conduct",
  "terms.list9": [
    "It is strictly forbidden to upload, distribute, or generate any pornographic, violent, hateful, discriminatory, fraudulent, malicious software, privacy-infringing, intellectual property-infringing, or illegal content.",
    "If such behavior is detected, the platform reserves the right to suspend or terminate the account and cooperate with relevant authorities for investigation."
  ],
  "terms.section10": "Age Restriction and Protection of Minors",
  "terms.list10": [
    "This service is only available to users aged 16 and above. Minors must use the service with the consent of their guardians.",
    "If you are a minor, please read and use this service under the guidance of your guardian."
  ],
  "terms.section11": "Data Deletion and Export",
  "terms.list11": [
    "Users may request deletion or export of their personal data at any time via the settings page or customer support email. The platform will process such requests within a reasonable time frame."
  ],
  "autoRenewNote": "Membership is auto-renewing. You can cancel your subscription at any time on the payment platform. After cancellation, membership benefits remain until the end of the current billing period.",
  "accessibilityTitle": "Accessibility Statement",
  "accessibilityContent": "This website is committed to providing an accessible experience for all users, including people with disabilities. If you have accessibility suggestions, please contact us via the support email.",
  "copyrightTitle": "Copyright & Trademark Statement",
  "copyrightContent": "Emoji Hand and its logo are owned by emojihand.com. Some content, fonts, or icons may be from third parties and are copyrighted by their respective owners. Unauthorized use, reproduction, or distribution of this website's content is prohibited.",
  "login.passwordLabel": "Password",
  "login.passwordPlaceholder": "Enter your password",
  "login.success": "Login successful!",
  "login.error": "Login failed",
  "register.title": "Create your account",
  "register.desc": "Welcome! Please fill in the details to get started.",
  "register.usernameLabel": "Username",
  "register.usernamePlaceholder": "Enter your username",
  "register.emailLabel": "Email address",
  "register.emailPlaceholder": "Enter your email address",
  "register.passwordLabel": "Password",
  "register.passwordPlaceholder": "Enter your password",
  "register.loading": "Registering...",
  "register.continue": "Continue",
  "register.success": "Registration successful!",
  "register.error": "Registration failed",
  "register.hasAccount": "Already have an account?",
  "register.signin": "Sign in"
} 