{
  "appTitle": "emoji hand",
  "appSlogan": "O Tradutor Definitivo de Emojis",
  "appDescBold": "Emoji Hand (emojihand) é sua ferramenta completa para transformar instantaneamente qualquer texto em mensagens divertidas e expressivas com emojis.",
  "appDesc": "Impulsionado por IA, o Emoji Hand ajuda você a se comunicar com mais emoção, criatividade e estilo. Experimente agora e faça suas palavras se destacarem!",
  "Normal": "Normal",
  "Savage": "Selvagem",
  "GenZ Slang": "Gíria GenZ",
  "translateButton": "Traduzir",
  "resultPlaceholder": "A tradução aparecerá aqui",
  "shareButton": "Compartilhar",
  "Try": "Tente:",
  "realtime.title": "Tradução de Emojis em Tempo Real",
  "realtime.connected": "Conectado",
  "realtime.disconnected": "Desconectado",
  "realtime.connect": "Conectar",
  "realtime.send": "Enviar",
  "realtime.inputPlaceholder": "Digite sua mensagem...",
  "realtime.translating": "Traduzindo...",
  "realtime.startConversation": "Inicie uma conversa para ver a tradução de emojis em tempo real!",
  "modes.normal": "Normal",
  "modes.savage": "Selvagem",
  "modes.genz": "Gíria GenZ",
  "paywall.title": "Estilos exclusivos para membros",
  "paywall.desc": "Faça upgrade para desbloquear todos os estilos e o GPT-4.0!",
  "paywall.iknow": "Entendi",
  "whyUseTitle": "Por que usar o Emoji Hand?",
  "feature1Title": "Deixe seus chats mais divertidos",
  "feature1Desc": "Torne suas mensagens mais animadas no WhatsApp, Telegram, Discord e outros.",
  "feature2Title": "Mágica nas redes sociais",
  "feature2Desc": "Destaque-se no Twitter, Instagram, TikTok e Facebook com posts criativos cheios de emojis.",
  "feature3Title": "Suporte multilíngue",
  "feature3Desc": "Traduza e encha seu texto de emojis em português, inglês, espanhol e mais.",
  "whatUsersSay": "O que dizem os usuários",
  "user1Quote": "Emoji Hand deixa meus grupos muito mais divertidos!",
  "user1Name": "Alex, Estudante",
  "user2Quote": "Perfeito para animar meus posts nas redes sociais. Adoro o modo GenZ!",
  "user2Name": "Jamie, Criador de Conteúdo",
  "user3Quote": "Muito fácil de usar e as sugestões de emojis são certeiras.",
  "user3Name": "Taylor, Marketer",
  "highlight1Title": "Emoji Inteligente com IA",
  "highlight1Desc": "Tradução de emojis baseada em contexto com GPT.",
  "highlight2Title": "Multilíngue",
  "highlight2Desc": "Suporta português, inglês, espanhol e mais.",
  "highlight3Title": "Modos da moda",
  "highlight3Desc": "Normal, Selvagem e Gíria GenZ para cada estilo.",
  "hotEmojis": "Emojis populares",
  "unlockPremiumTitle": "Desbloquear Premium",
  "unlockPremiumDesc": "Tenha até 20 traduções Selvagem/GenZ por dia, pacotes exclusivos de emojis e experiência sem anúncios por apenas",
  "unlockPremiumBtn": "Desbloquear Premium",
  "faqTitle": "Perguntas frequentes sobre o Emoji Hand",
  "faq1Q": "O que é o Emoji Hand?",
  "faq1A": "Emoji Hand é uma ferramenta com IA que adiciona instantaneamente os emojis mais relevantes ao seu texto, tornando suas mensagens mais expressivas e divertidas.",
  "faq2Q": "Emoji Hand é grátis?",
  "faq2A": "Sim! Você pode usar o modo normal gratuitamente. Recursos premium são pagos.",
  "faq3Q": "Como funciona a IA?",
  "faq3A": "Usamos o GPT da OpenAI para entender seu texto e adicionar os emojis mais relevantes conforme o contexto e estilo.",
  "faq4Q": "Posso usar o Emoji Hand no celular?",
  "faq4A": "Com certeza! O Emoji Hand é totalmente responsivo e funciona muito bem no celular.",
  "aboutTitle": "Sobre o Emoji Hand",
  "aboutDesc": "Emoji Hand nasceu da ideia de que todos merecem se expressar de forma mais vívida online. Nossa missão é tornar a comunicação digital mais divertida, emocional e criativa—um emoji de cada vez. Seja conversando com amigos, postando nas redes sociais ou alegrando o dia de alguém, o Emoji Hand está aqui para ajudar!",
  "howUseTitle": "Como as pessoas usam o Emoji Hand",
  "case1Title": "Equipes remotas",
  "case1Desc": "Usamos o Emoji Hand para tornar nossas reuniões no Slack mais animadas e manter o espírito de equipe!",
  "case2Title": "Organizadores de eventos",
  "case2Desc": "Perfeito para enviar convites e lembretes divertidos e personalizados.",
  "case3Title": "Criadores de conteúdo",
  "case3Desc": "Meus seguidores adoram o toque extra nos meus posts—Emoji Hand faz meu conteúdo se destacar!",
  "case4Title": "Famílias e amigos",
  "case4Desc": "Usamos o Emoji Hand para adicionar diversão aos nossos grupos de família e celebrar momentos especiais juntos.",
  "style.normal": "Normal",
  "style.savage": "Selvagem",
  "style.genz": "Gíria GenZ",
  "tryPrefix": "Exemplo:",
  "tryExample": "Vamos festejar hoje à noite",
  "tryResult": "🎉🕺✨",
  "login": {
    "button": "Entrar",
    "title": "Entrar no emojihand",
    "desc": "Bem-vindo! Faça login para continuar",
    "google": "Continuar com Google",
    "or": "ou",
    "emailLabel": "Endereço de e-mail ou nome de usuário",
    "emailPlaceholder": "Digite seu e-mail ou nome de usuário",
    "loading": "Entrando...",
    "continue": "Continuar",
    "noAccount": "Não tem uma conta?",
    "signup": "Cadastre-se"
  },
  "quota.exhausted": "Cota diária esgotada. Faça upgrade para Premium por $9,99/mês e desbloqueie 20 usos diários, todos os estilos e GPT-4.0!",
  "profile": "Perfil",
  "signOut": "Sair",
  "profile.noName": "Sem apelido definido",
  "profile.status": "Status de assinatura",
  "profile.premium": "Usuário Premium",
  "profile.free": "Usuário Gratuito",
  "profile.expire": "Expiração do Premium",
  "profile.quota": "Cota diária restante",
  "profile.points": "Pontos",
  "profile.tips": "Premium: 20/dia, Gratuito: 5/dia. Pontos podem ser usados para mais cota ou assinatura.",
  "profile.upgrade": "Fazer upgrade para Premium",
  "privacy": {
    "title": "Política de Privacidade",
    "intro": "Esta Política de Privacidade explica como coletamos, usamos e protegemos suas informações pessoais ao usar o Emoji Hand.",
    "section1": "1. Informações que coletamos",
    "list1": [
      "Informações da conta: e-mail, informações de login social, etc.",
      "Histórico de uso do serviço: solicitações de tradução, frequência de uso, etc.",
      "Informações de pagamento: pagamentos premium são processados por plataformas de pagamento de terceiros."
    ],
    "section2": "2. Finalidade do uso das informações",
    "list2": [
      "Fornecimento e melhoria do serviço",
      "Suporte ao cliente e resposta a consultas",
      "Gestão de pagamentos premium e associação",
      "Cumprimento de obrigações legais"
    ],
    "section3": "3. Compartilhamento e divulgação de informações",
    "list3": [
      "Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para cumprir obrigações legais ou proteger nossos direitos e interesses.",
      "Os pagamentos são processados em plataformas de terceiros e suas políticas de privacidade se aplicam."
    ],
    "section4": "4. Segurança das informações",
    "security": "Tomamos medidas de segurança razoáveis para proteger suas informações contra acesso, divulgação, alteração ou destruição não autorizados.",
    "section5": "5. Seus direitos",
    "list5": [
      "Você pode acessar, modificar ou excluir suas informações pessoais a qualquer momento nas configurações da conta.",
      "Você pode nos contatar para exercer seus direitos de privacidade."
    ],
    "section6": "6. Alterações na política",
    "contact": "Para qualquer dúvida relacionada à privacidade, entre em contato conosco pelo e-mail de suporte ao cliente exibido na parte inferior da página.",
    "section7": "7. Contato",
    "change": "Podemos atualizar esta Política de Privacidade periodicamente. As alterações serão publicadas nesta página."
  },
  "terms": {
    "title": "Termos de Serviço",
    "intro": "Bem-vindo ao Emoji Hand (doravante denominado 'este site' ou 'nós'). Por favor, leia atentamente estes termos antes de usar o site. O uso do site significa que você concorda com todos os termos.",
    "section1": "Conteúdo do Serviço",
    "list1": [
      "Este site fornece serviços digitais como tradução de emojis por IA, serviços de assinatura e gerenciamento de cotas.",
      "Algumas funções estão disponíveis apenas para membros, usuários comuns têm limite diário gratuito."
    ],
    "section2": "Obrigações do Usuário",
    "list2": [
      "Os usuários devem cumprir as leis nacionais e não usar o site para atividades ilegais.",
      "Os usuários não devem fazer upload ou transmitir conteúdo ilegal, infrator ou impróprio.",
      "Os usuários devem proteger suas informações de conta, sendo responsáveis por perdas causadas por vazamento."
    ],
    "section3": "Assinatura e Cotas",
    "list3": [
      "Os serviços de assinatura são pagos. Membros desfrutam de cotas diárias mais altas e mais recursos durante o período de validade.",
      "Após o término da assinatura, os usuários voltam a ser usuários comuns e a cota é restaurada ao nível normal.",
      "As cotas são redefinidas diariamente e diferem entre membros e usuários comuns."
    ],
    "section4": "Pagamento e Reembolsos",
    "list4": [
      "Todos os pagamentos são processados por plataformas de terceiros (como Creem) e não armazenamos as informações do seu cartão de pagamento.",
      "Os serviços de assinatura são bens digitais e não são reembolsáveis após a compra, exceto em circunstâncias especiais. Entre em contato com o e-mail de suporte ao cliente."
    ],
    "section5": "Isenção de Responsabilidade",
    "list5": [
      "Este site se esforça para fornecer serviços estáveis, mas não garante serviço ininterrupto ou livre de erros.",
      "O site não é responsável por interrupções de serviço, perda de dados, etc., causados por força maior ou razões de terceiros."
    ],
    "section6": "Resolução de Disputas",
    "dispute": "Para disputas decorrentes destes termos de serviço, ambas as partes devem resolvê-las amigavelmente. Se a negociação falhar, você pode entrar com uma ação no tribunal onde o operador do site está localizado.",
    "section7": "Informações de Contato",
    "contact": "Para quaisquer dúvidas relacionadas ao serviço, entre em contato conosco pelo e-mail de suporte ao cliente exibido na parte inferior da página.",
    "section8": "Alterações nos Termos",
    "change": "Reservamo-nos o direito de modificar estes termos de serviço com base nas circunstâncias reais. As alterações serão anunciadas nesta página e o uso continuado será considerado aceitação das alterações."
  },
  "footer": {
    "privacy": "Política de Privacidade",
    "terms": "Termos de Serviço",
    "contact": "Contato",
    "accessibility": "Acessibilidade",
    "copyright": "Direitos autorais"
  },
  "terms.section9": "Conteúdo e Conduta Proibidos",
  "list9": [
    "É estritamente proibido fazer upload, distribuir ou gerar qualquer conteúdo pornográfico, violento, de ódio, discriminatório, fraudulento, software malicioso, que viole a privacidade ou propriedade intelectual de terceiros, ou ilegal.",
    "Se tal comportamento for detectado, a plataforma reserva-se o direito de suspender ou encerrar a conta e cooperar com as autoridades competentes para investigação."
  ],
  "section10": "Restrição de Idade e Proteção de Menores",
  "list10": [
    "Este serviço está disponível apenas para usuários com 16 anos ou mais. Menores devem usar o serviço com o consentimento de seus responsáveis.",
    "Se você for menor de idade, utilize este serviço sob a orientação de seu responsável."
  ],
  "section11": "Exclusão e Exportação de Dados",
  "list11": [
    "Os usuários podem solicitar a exclusão ou exportação de seus dados pessoais a qualquer momento pela página de configurações ou e-mail de suporte. A plataforma processará essas solicitações em prazo razoável."
  ],
  "autoRenewNote": "A assinatura é renovada automaticamente. Você pode cancelar sua assinatura a qualquer momento na plataforma de pagamento. Após o cancelamento, os benefícios da assinatura permanecem até o final do período de cobrança atual.",
  "accessibilityTitle": "Declaração de Acessibilidade",
  "accessibilityContent": "Este site está comprometido em fornecer uma experiência acessível para todos os usuários, incluindo pessoas com deficiência. Se você tiver sugestões de acessibilidade, entre em contato conosco pelo e-mail de suporte.",
  "copyrightTitle": "Declaração de Direitos Autorais e Marcas Registradas",
  "copyrightContent": "Emoji Hand e seu logotipo são propriedade da emojihand.com. Parte do conteúdo, fontes ou ícones podem ser de terceiros e são protegidos pelos direitos autorais de seus respectivos proprietários. O uso, reprodução ou distribuição não autorizados do conteúdo deste site são proibidos.",
  "login.passwordLabel": "Senha",
  "login.passwordPlaceholder": "Digite sua senha",
  "login.success": "Login bem-sucedido!",
  "login.error": "Falha no login",
  "register.title": "Criar uma conta",
  "register.desc": "Bem-vindo! Preencha os dados para começar.",
  "register.usernameLabel": "Nome de usuário",
  "register.usernamePlaceholder": "Digite seu nome de usuário",
  "register.emailLabel": "Endereço de e-mail",
  "register.emailPlaceholder": "Digite seu e-mail",
  "register.passwordLabel": "Senha",
  "register.passwordPlaceholder": "Digite sua senha",
  "register.loading": "Registrando...",
  "register.continue": "Continuar",
  "register.success": "Registro bem-sucedido!",
  "register.error": "Falha no registro",
  "register.hasAccount": "Já tem uma conta?",
  "register.signin": "Entrar"
} 