{
  "appTitle": "emoji hand",
  "appSlogan": "O Tradutor Definitivo de Emojis",
  "appDescBold": "Emoji Hand (emojihand) é sua ferramenta completa para transformar instantaneamente qualquer texto em mensagens divertidas e expressivas com emojis.",
  "appDesc": "Impulsionado por IA, o Emoji Hand ajuda você a se comunicar com mais emoção, criatividade e estilo. Experimente agora e faça suas palavras se destacarem!",
  "Normal": "Normal",
  "Savage": "Selvagem",
  "GenZ Slang": "Gíria GenZ",
  "translateButton": "Traduzir",
  "resultPlaceholder": "A tradução aparecerá aqui",
  "shareButton": "Compartilhar",
  "Try": "Tente:",
  "realtime.title": "Tradução de Emojis em Tempo Real",
  "realtime.connected": "Conectado",
  "realtime.disconnected": "Desconectado",
  "realtime.connect": "Conectar",
  "realtime.send": "Enviar",
  "realtime.inputPlaceholder": "Digite sua mensagem...",
  "realtime.translating": "Traduzindo...",
  "realtime.startConversation": "Inicie uma conversa para ver a tradução de emojis em tempo real!",
  "modes.normal": "Normal",
  "modes.savage": "Selvagem",
  "modes.genz": "Gíria GenZ",
  "paywall.title": "Estilos exclusivos para membros",
  "paywall.desc": "Faça upgrade para desbloquear todos os estilos e o GPT-4.0!",
  "paywall.iknow": "Entendi",
  "whyUseTitle": "Por que usar o Emoji Hand?",
  "feature1Title": "Deixe seus chats mais divertidos",
  "feature1Desc": "Torne suas mensagens mais animadas no WhatsApp, Telegram, Discord e outros.",
  "feature2Title": "Mágica nas redes sociais",
  "feature2Desc": "Destaque-se no Twitter, Instagram, TikTok e Facebook com posts criativos cheios de emojis.",
  "feature3Title": "Suporte multilíngue",
  "feature3Desc": "Traduza e encha seu texto de emojis em português, inglês, espanhol e mais.",
  "whatUsersSay": "O que dizem os usuários",
  "user1Quote": "Emoji Hand deixa meus grupos muito mais divertidos!",
  "user1Name": "Alex, Estudante",
  "user2Quote": "Perfeito para animar meus posts nas redes sociais. Adoro o modo GenZ!",
  "user2Name": "Jamie, Criador de Conteúdo",
  "user3Quote": "Muito fácil de usar e as sugestões de emojis são certeiras.",
  "user3Name": "Taylor, Marketer",
  "highlight1Title": "Emoji Inteligente com IA",
  "highlight1Desc": "Tradução de emojis baseada em contexto com GPT.",
  "highlight2Title": "Multilíngue",
  "highlight2Desc": "Suporta português, inglês, espanhol e mais.",
  "highlight3Title": "Modos da moda",
  "highlight3Desc": "Normal, Selvagem e Gíria GenZ para cada estilo.",
  "hotEmojis": "Emojis populares",
  "unlockPremiumTitle": "Desbloquear Premium",
  "unlockPremiumDesc": "Tenha traduções ilimitadas Selvagem/GenZ, pacotes exclusivos de emojis e experiência sem anúncios por apenas",
  "unlockPremiumBtn": "Desbloquear Premium",
  "faqTitle": "Perguntas frequentes sobre o Emoji Hand",
  "faq1Q": "O que é o Emoji Hand?",
  "faq1A": "Emoji Hand é uma ferramenta com IA que adiciona instantaneamente os emojis mais relevantes ao seu texto, tornando suas mensagens mais expressivas e divertidas.",
  "faq2Q": "Emoji Hand é grátis?",
  "faq2A": "Sim! Você pode usar o modo normal gratuitamente. Recursos premium são pagos.",
  "faq3Q": "Como funciona a IA?",
  "faq3A": "Usamos o GPT da OpenAI para entender seu texto e adicionar os emojis mais relevantes conforme o contexto e estilo.",
  "faq4Q": "Posso usar o Emoji Hand no celular?",
  "faq4A": "Com certeza! O Emoji Hand é totalmente responsivo e funciona muito bem no celular.",
  "aboutTitle": "Sobre o Emoji Hand",
  "aboutDesc": "Emoji Hand nasceu da ideia de que todos merecem se expressar de forma mais vívida online. Nossa missão é tornar a comunicação digital mais divertida, emocional e criativa—um emoji de cada vez. Seja conversando com amigos, postando nas redes sociais ou alegrando o dia de alguém, o Emoji Hand está aqui para ajudar!",
  "howUseTitle": "Como as pessoas usam o Emoji Hand",
  "case1Title": "Equipes remotas",
  "case1Desc": "Usamos o Emoji Hand para tornar nossas reuniões no Slack mais animadas e manter o espírito de equipe!",
  "case2Title": "Organizadores de eventos",
  "case2Desc": "Perfeito para enviar convites e lembretes divertidos e personalizados.",
  "case3Title": "Criadores de conteúdo",
  "case3Desc": "Meus seguidores adoram o toque extra nos meus posts—Emoji Hand faz meu conteúdo se destacar!",
  "case4Title": "Famílias e amigos",
  "case4Desc": "Usamos o Emoji Hand para adicionar diversão aos nossos grupos de família e celebrar momentos especiais juntos.",
  "style.normal": "Normal",
  "style.savage": "Selvagem",
  "style.genz": "Gíria GenZ",
  "tryPrefix": "Exemplo:",
  "tryExample": "Vamos festejar hoje à noite",
  "tryResult": "🎉🕺✨",
  "login": "Entrar",
  "quota.exhausted": "Cota diária esgotada. Faça upgrade para Premium por $9,99/mês e desbloqueie 20 usos diários, todos os estilos e GPT-4.0!",
  "profile": "Perfil",
  "signOut": "Sair",
  "profile.noName": "Sem apelido definido",
  "profile.status": "Status de assinatura",
  "profile.premium": "Usuário Premium",
  "profile.free": "Usuário Gratuito",
  "profile.expire": "Expiração do Premium",
  "profile.quota": "Cota diária restante",
  "profile.points": "Pontos",
  "profile.tips": "Premium: 20/dia, Gratuito: 5/dia. Pontos podem ser usados para mais cota ou assinatura.",
  "profile.upgrade": "Fazer upgrade para Premium",
  "privacy.title": "Política de Privacidade",
  "privacy.intro": "Esta Política de Privacidade se aplica a todos os usuários do Emoji Hand (doravante denominado 'o Site' ou 'nós'). Estamos comprometidos em proteger suas informações pessoais e privacidade.",
  "privacy.section1": "1. Informações que coletamos",
  "privacy.list1": [
    "Informações de registro/login (como e-mail, contas de terceiros)",
    "Informações da conta, como status de membro, cota, registros de uso",
    "Informações de pagamento (processadas por plataformas de terceiros como Creem; não armazenamos suas informações de cartão)",
    "Registros de acesso ao site, informações do dispositivo, informações do navegador, etc."
  ],
  "privacy.section2": "2. Uso das informações",
  "privacy.list2": [
    "Para autenticação, serviços de associação, gerenciamento de cotas",
    "Para melhoria de produtos e análise estatística",
    "Para enviar notificações importantes, informações de serviço, etc."
  ],
  "privacy.section3": "3. Compartilhamento e divulgação de informações",
  "privacy.list3": [
    "Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para cumprir obrigações legais ou proteger nossos direitos e interesses.",
    "Os pagamentos são processados por plataformas de terceiros e estão sujeitos às suas políticas de privacidade."
  ],
  "privacy.section4": "4. Segurança das informações",
  "privacy.content4": "Adotamos medidas de segurança razoáveis para proteger suas informações pessoais contra acesso, uso ou divulgação não autorizados.",
  "privacy.section5": "5. Seus direitos",
  "privacy.list5": [
    "Você pode acessar, corrigir ou excluir suas informações pessoais a qualquer momento nas configurações da sua conta.",
    "Você pode nos contatar para exercer seus direitos de privacidade."
  ],
  "privacy.section6": "6. Alterações na política",
  "privacy.content6": "Reservamo-nos o direito de modificar esta Política de Privacidade a qualquer momento. As alterações serão publicadas nesta página e entrarão em vigor imediatamente.",
  "privacy.section7": "7. Contato",
  "privacy.content7": "Se você tiver alguma dúvida ou preocupação sobre esta Política de Privacidade, pode nos contatar através das informações fornecidas no site."
} 